{"content": [{"actor": "Speakers", "dialogue": "VICE PRESIDENT JOSEPH R. BIDEN JR. REP. PAUL D. RYAN, R-WIS. MARTHA RADDATZ, MODERATOR[*]RADDATZ: Good evening, and welcome to the first and only vice presidential debate of 2012, sponsored by the Commission on Presidential Debates. Im Martha Raddatz of ABC News, and I am honored to moderate this debate between two men who have dedicated much of their lives to public service. Tonights debate is divided between domestic and foreign policy issues. And Im going to move back and forth between foreign and domestic, since that is what a vice president or president would have to do. We will have nine different segments. At the beginning of each segment, I will ask both candidates a question, and they will each have two minutes to answer. Then I will encourage a discussion between the candidates with follow-up questions. By coin toss, it has been determined that Vice President Biden will be first to answer the opening question. We have a wonderful audience here at Centre College tonight. You will no doubt hear their enthusiasm at the end of the debate  and right now, as we welcome Vice President Joe Biden and Congressman Paul Ryan. OK, you got your little wave to the families in. Its great. Good evening, gentlemen. It really is an honor to be here with both of you. I would like to begin with Libya. On a rather somber note, one month ago tonight, on the anniversary of 9/11, Ambassador Chris Stevens and three other brave Americans were killed in a terrorist attack in Benghazi. The State Department has now made clear, there were no protesters there."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Raddatz", "dialogue": "it was a pre-planned assault by heavily armed men. Wasnt this a massive intelligence failure, Vice President Biden?"}, {"actor": "Biden", "dialogue": "What is was, it was a tragedy, Martha. It  Chris Stevens was one of our best. We lost three other brave Americans. I can make absolutely two commitments to you and all the American people tonight. One, we will find and bring to justice the men who did this. And secondly, we will get to the bottom of it, and whatever  wherever the facts lead us, wherever they lead us, we will make clear to the American public, because whatever mistakes were made will not be made again. When youre looking at a president, Martha, it seems to me that you should take a look at his most important responsibility. Thats caring for the national security of the country. And the best way to do that is take a look at how hes handled the issues of the day. On Iraq, the president said he would end the war. Governor Romney said that was a tragic mistake, we should have left 30,000  he ended it. Governor Romney said that was a tragic mistake, we should have left 30,000 troops there. With regard to Afghanistan, he said he will end the war in 2014. Governor Romney said we should not set a date, number one. And number two, with regard to 2014, it depends. When it came to Osama bin Laden, the president the first day in office, I was sitting with him in the Oval Office, he called in the CIA and signed an order saying, My highest priority is to get bin Laden. Prior to the election, prior to the  him being sworn in, Governor Romney was asked the question about how he would proceed. He said, I wouldnt move heaven and earth to get bin Laden. He didnt understand it was more than about taking a murderer off the battlefield. It was about restoring Americas heart and letting terrorists around the world know, if you do harm to America, we will track you to the gates of hell if need be. And lastly, the president of the United States has  has led with a steady hand and clear vision. Governor Romney, the opposite. The last thing we need now is another war."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "We mourn the loss of these four Americans who were murdered."}, {"actor": "Ryan", "dialogue": "When you take a look at what has happened just in the last few weeks, they sent the U.N. ambassador out to say that this was because of a protest and a YouTube video. It took the president two weeks to acknowledge that this was a terrorist attack. He went to the U.N. and in his speech at the U.N. he said six times  he talked about the YouTube video. This is becoming more troubling by the day. They first blamed the YouTube video. Now theyre trying to blame the Romney-Ryan ticket for making this an issue. With respect to Iraq, we had the same position before the withdrawal, which was we agreed with the Obama administration. Lets have a status of forces agreement to make sure that we secure our gains. The vice president was put in charge of those negotiations by President Obama and they failed to get the agreement. We dont have a status of forces agreement because they failed to get one. Thats what we are talking about. Now, when it comes to our veterans, we owe them a great debt of gratitude for what theyve done for us, including your son Beau. But we also want to make sure that we dont lose the things we fought so hard to get. Now, with respect to Afghanistan, the 2014 deadline, we agree with a 2014 transition. But what we also want it do is make sure that were not projecting weakness abroad, and thats whats happening here."}, {"actor": "Ryan", "dialogue": "This Benghazi issue would be a tragedy in and of itself, but unfortunately its indicative of a broader problem. And that is what we are watching on our TV screens is the unraveling of the Obama foreign policy, which is making the (inaudible) more chaotic us less safe."}, {"actor": "Raddatz", "dialogue": "I just want to you about right in the middle of the crisis. Governor Romney, and youre talking about this again tonight, talked about the weakness; talked about apologies from the Obama administration. Was that really appropriate right in the middle of the crisis?"}, {"actor": "Ryan", "dialogue": "On that same day, the Obama administration had the exact same position. Lets recall that they disavowed their own statement that they had put out earlier in the day in Cairo. So we had the same position, but we will  its never too early to speak out for our values. We should have spoken out right away when the green revolution was up and starting; when the mullahs in Iran were attacking their people. We should not have called Bashar Assad a reformer when he was turning his Russian-provided guns on his own people. We should always stand up for peace, for democracy, for individual rights."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "With all due respect, thats a bunch of malarkey."}, {"actor": "Raddatz", "dialogue": "And why is that so?"}, {"actor": "Biden", "dialogue": "Because not a single thing he said is accurate. First of all"}, {"actor": "Raddatz", "dialogue": "Be specific."}, {"actor": "Biden", "dialogue": "I will be very specific. Number one, the  this lecture on embassy security  the congressman here cut embassy security in his budget by $300 million below what we asked for, number one. So much for the embassy security piece. Number two, Governor Romney, before he knew the facts, before he even knew that our ambassador was killed, he was out making a political statement which was panned by the media around the world. And this talk about this  this weakness. I  I dont understand what my friends talking about here. We  this is a president whos gone out and done everything he has said he was going to do. This is a guy whos repaired our alliances so the rest of the world follows us again. This is the guy who brought the entire world, including Russia and China, to bring about the most devastating  most devastating  the most devastating efforts on Iran to make sure that they in fact stop (inaudible). Look, I  I just  I mean, these guys bet against America all the time."}, {"actor": "Raddatz", "dialogue": "Can we talk  let me go back to Libya."}, {"actor": "Biden", "dialogue": "Yeah, sure."}, {"actor": "Raddatz", "dialogue": "What were you first told about the attack? Why  why were people talking about protests? When people in the consulate first saw armed men attacking with guns, there were no protesters. Why did that go on (inaudible)?"}, {"actor": "Biden", "dialogue": "Because that was exactly what we were told by the intelligence community. The intelligence community told us that. As they learned more facts about exactly what happened, they changed their assessment. Thats why theres also an investigation headed by Tom Pickering, a leading diplomat from the Reagan years, who is doing an investigation as to whether or not there are any lapses, what the lapses were, so that they will never happen again."}, {"actor": "Raddatz", "dialogue": "And they wanted more security there."}, {"actor": "Biden", "dialogue": "Well, we werent told they wanted more security there. We did not know they wanted more security again. And by the way, at the time we were told exactly  we said exactly what the intelligence community told us that they knew. That was the assessment. And as the intelligence community changed their view, we made it clear they changed their view. Thats why I said we will get to the bottom of this. You know, usually when theres a crisis, we pull together. We pull together as a nation. But as I said, even before we knew what happened to the ambassador, the governor was holding a press conference  was holding a press conference. Thats not presidential leadership."}, {"actor": "Raddatz", "dialogue": "Mr. Ryan, I want to ask you about  the Romney campaign talks a lot about no apologies. He has a book called called No Apologies. Should the U.S. have apologized for Americans burning Korans in Afghanistan? Should the U.S. apologize for U.S. Marines urinating on Taliban corpses?"}, {"actor": "Ryan", "dialogue": "Oh, gosh, yes. Urinating on Taliban corpses? What we should not apologize for"}, {"actor": "Raddatz", "dialogue": "Burning Korans, immediately?"}, {"actor": "Ryan", "dialogue": "What  what we should not be apologizing for are standing up for our values. What we should not be doing is saying to the Egyptian people, while Mubarak is cracking down on them, that hes a good guy and, in the next week, say he ought to go. What we should not be doing is rejecting claims for  for calls for more security in our barracks, in our Marine  we need Marines in Benghazi when the commander on the ground says we need more forces for security. There were requests for extra security; those requests were not honored."}, {"actor": "Raddatz", "dialogue": "Lets move to Iran. Id actually like to move to Iran, because theres really no bigger national security"}, {"actor": "Ryan", "dialogue": "Absolutely."}, {"actor": "Raddatz", "dialogue": " this country is facing. Both President Obama and Governor Romney have said they will prevent Iran from getting a nuclear weapon, even if that means military action. Last week, former Defense Secretary Bob Gates said a strike on Irans facilities would not work and, quote, could prove catastrophic, haunting us for generations. Can the two of you be absolutely clear and specific to the American people how effective would a military strike be? Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "We cannot allow Iran to gain a nuclear weapons capability. Now, lets take a look at where weve gone  come from. When Barack Obama was elected, they had enough fissile material  nuclear material to make one bomb. Now they have enough for five. Theyre racing toward a nuclear weapon. Theyre four years closer toward a nuclear weapons capability. Weve had four different sanctions, the U.N. on Iran, three from the Bush administration, one here. And the only reason we got it is because Russia watered it down and prevented the  the sanctions from hitting the central bank. Mitt Romney proposed these sanctions in 2007. In Congress, Ive been fighting for these sanctions since 2009. The administration was blocking us every step of the way. Only because we had strong bipartisan support for these tough sanctions were we able to overrule their objections and put them in spite of the administration. Imagine what would have happened if we had these sanctions in place earlier. You think Irans not brazen? Look at what theyre doing. Theyre stepping up their terrorist attacks. They tried a terrorist attack in the United States last year when they tried to blow up the Saudi ambassador at a restaurant in Washington, D.C. And talk about credibility? When this administration says that all options are on the table, they send out senior administration officials that send all these mixed signals. And so, in order to solve this peacefully  which is everybodys goal  you have to have the ayatollahs change their minds. Look at where they are. Theyre moving faster toward a nuclear weapon. Its because this administration has no credibility on this issue. Its because this administration watered down sanctions, delayed sanctions, tried to stop us for putting the tough sanctions in place. Now we have them in place because of Congress. They say the military options on the table, but its not being viewed as credible. And the key is to do this peacefully, is to make sure that we have credibility. Under a Romney administration, we will have credibility on this issue."}, {"actor": "Raddatz", "dialogue": "Vice President Biden?"}, {"actor": "Biden", "dialogue": "Its incredible. Look, imagine had we let the Republican Congress work out the sanctions. You think theres any possibility the entire world would have joined us, Russia and China, all of our allies? These are the most crippling sanctions in the history of sanctions, period. Period."}, {"actor": "Ryan", "dialogue": "We want to prevent war."}, {"actor": "Biden", "dialogue": "And the interesting thing is, how are they going to prevent war? How are they going to prevent war if they say theres nothing more that we  that they say we should do than what weve already done, number one. And number two, with regard to the ability of the United States to take action militarily, it is  it is not in my purview to talk about classified information. But we feel quite confident we could deal a serious blow to the Iranians. But number two, the Iranians are  the Israelis and the United States, our military and intelligence communities are absolutely the same exact place in terms of how close  how close the Iranians are to getting a nuclear weapon. They are a good way away. There is no difference between our view and theirs. When my friend talks about fissile material, they have to take this highly enriched uranium, get it from 20 percent up, then they have to be able to have something to put it in. There is no weapon that the Iranians have at this point. Both the Israelis and we know  well know if they start the process of building a weapon. So all this bluster I keep hearing, all this loose talk, what are they talking about? Are you talking about, to be more credible  what more can the president do, stand before the United Nations, tell the whole world, directly communicate to the ayatollah, we will not let them acquire a nuclear weapon, period, unless hes talking about going to war."}, {"actor": "Ryan", "dialogue": "Martha? Lets"}, {"actor": "Raddatz", "dialogue": "Congressman Ryan? RYAN: Lets look at this from the view of the ayatollahs. What do they see? They see this administration trying to water down sanctions in Congress for over two years. Theyre moving faster toward a nuclear weapon. Theyre spinning the centrifuges faster. They see us saying when we come into the administration, when theyre sworn in, we need more space with our ally, Israel. They see President Obama in New York City the same day Bibi Netanyahu is and he, instead of meeting with him, goes on a  on a daily talk show. They see, when we say that these options are on the table, the secretary of defense walked them back. They are not changing their mind. Thats what we have to do, is change their mind so they stop pursuing nuclear weapons, and theyre going faster."}, {"actor": "Raddatz", "dialogue": "How do you do it so quickly? Look, you  you both saw Benjamin Netanyahu hold up that picture of a bomb with a red line and talking about the red line being in spring. So can you solve this, if the Romney-Ryan ticket is elected, can you solve this in two months before spring and avoid nuclear  nuclear"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "We can debate a time line. We can debate the time line, whether theres  its that short a time or longer. I agree that its probably longer."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "You dont agree with that bomb and whether the Israelis"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "I dont want to go into classified stuff. But we both agree that to do this peacefully youve got to get them to change their minds. Theyre not changing their minds. And look at what this administration"}, {"actor": "Raddatz", "dialogue": "But what  what do"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Let me tell you what the ayatollah sees."}, {"actor": "Ryan", "dialogue": "You have to have credibility."}, {"actor": "Biden", "dialogue": "The ayatollah sees his economy being crippled. The ayatollah sees that there are 50 percent fewer exports of oil. He sees the currency going into the tank. He sees the economy going into freefall. And he sees the world for the first time totally united in opposition to him getting a nuclear weapon. Now, with regard to Bibi, whos been my friend 39 years, the president has met with Bibi a dozen times. Hes spoken to Bibi Netanyahu as much as hes spoken to anybody. The idea that were not  I was in a, just before he went to the U.N., I was in a conference call with the  with the president, with him talking to Bibi for well over an hour, in  in  in stark relief and detail of what was going on. This is a bunch of stuff. Look, heres the deal."}, {"actor": "Raddatz", "dialogue": "What does that mean, a bunch of stuff?"}, {"actor": "Biden", "dialogue": "Well, it means its simply inaccurate."}, {"actor": "Ryan", "dialogue": "Its Irish."}, {"actor": "Biden", "dialogue": "It  it is. We Irish call it malarkey."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Raddatz", "dialogue": "Thanks for the translation. OK."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "We Irish call it malarkey. But last thing. The secretary of defense has made it absolutely clear, we didnt walk anything back. We will not allow the Iranians to get a nuclear weapon. What Bibi held up there was when they get to the point where they can enrich uranium enough to put into a weapon. They dont have a weapon to put it into. Lets all calm down a little bit here. Iran is more isolated today than when we took office. It was on the ascendancy when we took office. It is totally isolated."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Biden", "dialogue": "I dont know what world this guys living in. RYAN: Thank heavens we had these sanctions in place. Its in spite of their opposition."}, {"actor": "Biden", "dialogue": "Oh, god."}, {"actor": "Ryan", "dialogue": "Theyve given 20 waivers to this sanction. And all I have to point to are the results. Theyre four years closer toward a nuclear weapon. I think that case speaks for itself."}, {"actor": "Raddatz", "dialogue": "Can you tell the American people"}, {"actor": "Biden", "dialogue": "By the way, they"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Whats worse, another war in the Middle East"}, {"actor": "Biden", "dialogue": " they are not four years closer to a nuclear weapon."}, {"actor": "Ryan", "dialogue": "Of course they are."}, {"actor": "Biden", "dialogue": "Theyre  theyre closer to being able to get enough fissile material to put in a weapon if they had a weapon."}, {"actor": "Raddatz", "dialogue": "You are acting a little bit like they dont want one."}, {"actor": "Biden", "dialogue": "Oh, I didnt say  no, Im not saying that. But facts matter, Martha. Youre a foreign policy expert. Facts matter. All this loose talk about them, All they have to do is get to enrich uranium in a certain amount and they have a weapon, not true. Not true. They are more  and if we ever have to take action, unlike when we took office, we will have the world behind us, and that matters. That matters."}, {"actor": "Raddatz", "dialogue": "What about Bob Gates statement? Let me read that again, could prove catastrophic, haunting us for generations."}, {"actor": "Biden", "dialogue": "He is right. It could prove catastrophic, if we didnt do it with precision."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "And what it does is it undermines our credibility by backing up the point when we make it that all options are on the table. Thats the point. The ayatollahs see these kinds of statements and they think, Im going to get a nuclear weapon. When  when we see the kind of equivocation that took place because this administration wanted a precondition policy, so when the Green Revolution started up, they were silent for nine days. When they see us putting  when they see us putting daylight between ourselves and our allies in Israel, that gives them encouragement. When they see Russia watering down any further sanctions, the only reason we got a U.N. sanction is because Russia watered it down and prevented these central bank sanctions in the first place. So when they see this kind of activity, they are encouraged to continue, and thats the problem."}, {"actor": "Biden", "dialogue": "Martha, let me tell you what Russia"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Well, let me ask you whats worse, war in the Middle East, another war in the Middle East, or a nuclear-armed Iran?"}, {"actor": "Ryan", "dialogue": "Ill tell you whats worse. Ill tell you whats worse."}, {"actor": "Raddatz", "dialogue": "Quickly."}, {"actor": "Ryan", "dialogue": "A nuclear-armed Iran which triggers a nuclear arms race in the Middle East. This is the worlds largest sponsor of  of terrorism. Theyve dedicated themselves"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " to wiping an entire country off the map. They call us the Great Satan. And if they get nuclear weapons, other people in the neighborhood will pursue their nuclear weapons, as well."}, {"actor": "Raddatz", "dialogue": "Vice President Biden?"}, {"actor": "Ryan", "dialogue": "We cant live with that."}, {"actor": "Biden", "dialogue": "War should always be the absolute last resort. Thats why these crippling sanctions, which Bibi Netanyahu says we should continue, which  if Im not mistaken  Governor Romney says we  we should continue. I may be mistaken. He changes his mind so often, I could be wrong. But the fact of the matter is, he says theyre working. And the fact is that they are being crippled by them. And weve made it clear, big nations cant bluff. This president doesnt bluff."}, {"actor": "Raddatz", "dialogue": "Gentlemen, I want to bring the conversation to a different kind of national security issue, the state of our economy. The number-one issue here at home is jobs. The percentage of unemployed just fell below 8 percent for the first time in 43 months. The Obama administration had projected that it would fall below 6 percent now after the addition of close to a trillion dollars in stimulus money."}, {"actor": "Biden", "dialogue": "I dont know how long it will take. We can and we will get it under 6 percent. Lets look at  lets take a look at the facts. Lets look at where we were when we came to office. The economy was in free fall. We had  the great recession hit; 9 million people lost their job; $1.7  $1.6 trillion in wealth lost in equity in your homes, in retirement accounts for the middle class. We knew we had to act for the middle class. We immediately went out and rescued General Motors. We went ahead and made sure that we cut taxes for the middle class. And in addition to that, when that  when that occurred, what did Romney do? Romney said, No, let Detroit go bankrupt. We moved in and helped people refinance their homes. Governor Romney said, No, let foreclosures hit the bottom. But it shouldnt be surprising for a guy who says 47 percent of the American people are unwilling to take responsibility for their own lives. My friend recently in a speech in Washington said 30 percent of the American people are takers. These people are my mom and dad  the people I grew up with, my neighbors. They pay more effective tax than Governor Romney pays in his federal income tax. They are elderly people who in fact are living off of Social Security. They are veterans and people fighting in Afghanistan right now who are, quote, not paying any tax. Ive had it up to here with this notion that 47 percent  its about time they take some responsibility here. And instead of signing pledges to Grover Norquist not to ask the wealthiest among us to contribute to bring back the middle class, they should be signing a pledge saying to the middle class were going to level the playing field; were going to give you a fair shot again; we are going to not repeat the mistakes we made in the past by having a different set of rules for Wall Street and Main Street, making sure that we continue to hemorrhage these tax cuts for the super wealthy."}, {"actor": "Biden", "dialogue": "Theyre pushing the continuation of a tax cut that will give an additional $500 billion in tax cuts to 120,000 families. And theyre holding hostage the middle class tax cut because they say we wont pass  we wont continue the middle class tax cut unless you give the tax cut for the super wealthy. Its about time they take some responsibility."}, {"actor": "Raddatz", "dialogue": "Mr. Ryan?"}, {"actor": "Ryan", "dialogue": "Joe and I are from similar towns. Hes from Scranton, Pennsylvania. Im from Janesville, Wisconsin. You know what the unemployment rate in Scranton is today?"}, {"actor": "Biden", "dialogue": "I sure do."}, {"actor": "Ryan", "dialogue": "Its 10 percent."}, {"actor": "Biden", "dialogue": "Yeah."}, {"actor": "Ryan", "dialogue": "You know what it was the day you guys came in  8.5 percent."}, {"actor": "Biden", "dialogue": "Yeah."}, {"actor": "Ryan", "dialogue": "Thats how its going all around America."}, {"actor": "Biden", "dialogue": "You dont read the statistics. Thats not how its going. Its going down."}, {"actor": "Raddatz", "dialogue": "(inaudible) two-minute answer (inaudible)"}, {"actor": "Ryan", "dialogue": "Look, did they come in and inherit a tough situation? Absolutely. But were going in the wrong direction. Look at where we are. The economy is barely limping along. Its growing a 1.3 percent. Thats slower than it grew last year and last year was slower than the year before. Job growth in September was slower than it was in August, and August was slower than it was in July. Were heading in the wrong direction; 23 million Americans are struggling for work today; 15 percent of Americans are living in poverty today. This is not what a real recovery looks like. We need real reforms for real recovery and thats exactly what Mitt Romney and I are proposing. Its a five-point plan. Get America energy independent in North America by the end of the decade. Help people who are hurting get the skills they need to get the jobs they want. Get this deficit and debt under control to prevent a debt crisis. Make trade work for America so we can make more things in America and sell them overseas, and champion small businesses. Dont raise taxes on small businesses because theyre our job creators."}, {"actor": "Ryan", "dialogue": "He talks about Detroit. Mitt Romneys a car guy. They keep misquoting him, but let me tell you about the Mitt Romney I know. This is a guy who I was talking to a family in Northborough, Massachusetts the other day, Sheryl and Mark Nixon. Their kids were hit in a car crash, four of them. Two of them, Rob and Reed, were paralyzed. The Romneys didnt know them. They went to the same church; they never met before. Mitt asked if he could come over on Christmas. He brought his boys, his wife, and gifts. Later on, he said, I know youre struggling, Mark. Dont worry about their college. Ill pay for it. When Mark told me this story, because, you know what, Mitt Romney doesnt tell these stories. The Nixons told this story. When he told me this story, he said it wasnt the help, the cash help. Its that he gave his time, and he has consistently. This is a man who gave 30 percent of his income to charity, more than the two of us combined. Mitt Romneys a good man. He cares about 100 percent of Americans in this country. And with respect to that quote, I think the vice president very well knows that sometimes the words dont come out of your mouth the right way."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Biden", "dialogue": "But I always say what I mean. And so does Romney."}, {"actor": "Ryan", "dialogue": "We want everybody to succeed. We want to get people out of poverty, in the middle class, onto a life of self-sufficiently. We believe in opportunity and upward mobility. Thats what were going to push for in a Romney administration."}, {"actor": "Raddatz", "dialogue": "Vice president? I have a feeling you have a few things to say here."}, {"actor": "Biden", "dialogue": "The idea  if you heard that  that little soliloquy on 47 percent and you think he just made a mistake, then I think youre  I  I think  I got a bridge to sell you. Look, I dont doubt his personal generosity. And I understand what its like. When I was a little younger than the congressman, my wife was in an accident, killed my daughter and my wife, and my two sons survived. I have sat in the homes of many people whove gone through what I get through, because the one thing you can give people solace is to know if they know youve been through it, that they can make it. So I dont doubt his personal commitment to individuals. But you know what? I know he had no commitment to the automobile industry. He just  he said, let it go bankrupt, period. Let it drop out. All this talk  we saved a million jobs. Two hundred thousand people are working today. And Ive never met two guys whore more down on America across the board. Were told everythings going bad. There are 5.2 million new jobs, private-sector jobs. We need more, but 5.2 million  if theyd get out of the way, if theyd get out of the way and let us pass the tax cut for the middle class, make it permanent, if they get out of the way and pass the  pass the jobs bill, if they get out of the way and let us allow 14 million people who are struggling to stay in their homes because their mortgages are upside down, but they never missed a mortgage payment, just get out of the way. Stop talking about how you care about people. Show me something. Show me a policy. Show me a policy where you take responsibility. And, by the way, they talk about this Great Recession if it fell out of the sky, like, Oh, my goodness, where did it come from? It came from this man voting to put two wars on a credit card, to at the same time put a prescription drug benefit on the credit card, a trillion-dollar tax cut for the very wealthy. I was there. I voted against them. I said, no, we cant afford that. And now, all of a sudden, these guys are so seized with the concern about the debt that they created."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "Lets not forget that they came in with one-party control. When Barack Obama was elected, his party controlled everything. They had the ability to do everything of their choosing. And look at where we are right now. They passed the stimulus. The idea that we could borrow $831 billion, spend it on all of these special interest groups, and that it would work out just fine, that unemployment would never get to 8 percent  it went up above 8 percent for 43 months. They said that, right now, if we just passed this stimulus, the economy would grow at 4 percent. Its growing at 1.3."}, {"actor": "Raddatz", "dialogue": "When could you get it below 6 percent?"}, {"actor": "Ryan", "dialogue": "Thats what our entire premise of our pro-growth plan for a stronger middle class is all about: getting the economy growing at 4 percent, creating 12 million jobs over the next four years."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Martha"}, {"actor": "Raddatz", "dialogue": "Go ahead. Go ahead."}, {"actor": "Biden", "dialogue": "Martha, look. His colleague"}, {"actor": "Ryan", "dialogue": "Crony capitalism and corporate welfare."}, {"actor": "Biden", "dialogue": " runs an investigative committee, spent months and months and months going into this."}, {"actor": "Ryan", "dialogue": "This is the  this is the inspector general."}, {"actor": "Biden", "dialogue": "Months and months. They found no evidence of cronyism."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "You did ask for stimulus money, correct?"}, {"actor": "Biden", "dialogue": "Sure he did. By the way"}, {"actor": "Ryan", "dialogue": "On two occasions we  we  we advocated for constituents who were applying for grants. Thats what we do. We do that for all constituents who are (CROSSTALK) BIDEN: I love that. I love that. This was such a bad program and he writes me a letter saying  writes the Department of Energy a letter saying, The reason we need this stimulus, it will create growth and jobs. His words. And now hes sitting here looking at me. And by the way, that program, again, investigated. What the Congress said was it was a model. Less than four-tenths of 1 percent waste or fraud in the program. And all this talk about cronyism. They investigated and investigated, did not find one single piece of evidence. I wish he would just tell  be a little more candid."}, {"actor": "Ryan", "dialogue": "Was it a good idea to spend taxpayer dollars on electric cars in Finland, or on windmills in China?"}, {"actor": "Biden", "dialogue": "Look"}, {"actor": "Ryan", "dialogue": "Was it a good idea to borrow all this money from countries like China and spend it on all these various different interest groups?"}, {"actor": "Biden", "dialogue": "Let me tell you what was a good idea. It was a good idea, Moodys and others said that this was exactly what we needed to stop this from going off the cliff. It set the conditions to be able to grow again. We have, in fact, 4 percent of those green jobs didnt go under  went under, didnt work. Its a better batting average than investment bankers have. They have about a 40 percent"}, {"actor": "Ryan", "dialogue": "Where are the 5 million green jobs that were being"}, {"actor": "Raddatz", "dialogue": "I want to move on here to Medicare and entitlements. I think weve gone over this quite enough."}, {"actor": "Biden", "dialogue": "By the way, any letter you send me, Ill entertain."}, {"actor": "Ryan", "dialogue": "I appreciate that, Joe."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Raddatz", "dialogue": "Lets talk about Medicare and entitlements. Both Medicare and Social Security are going broke and taking a larger share of the budget in the process."}, {"actor": "Ryan", "dialogue": "Absolutely. Medicare and Social Security are going bankrupt. These are indisputable facts. Look, when I look at these programs, weve all had tragedies in our lives. I think about what theyve done for my own family. My mom and I had my grandmother move in with us who was facing Alzheimers. Medicare was there for here, just like its there for my mom right now who is a Florida senior. After my dad died, my mom and I got Social Security survivors benefits, helped me pay for college, it helped her go back to college in her 50s where she started a small business because of the new skills she got. She paid all of her taxes on the promise that these programs would be there for her. We will honor this promise. And the best way to do it is reform it for my generation. You see, if you reform these programs for my generation, people 54 and below, you can guarantee they dont change for people in or near retirement, which is precisely what Mitt Romney and I are proposing. Look what  look what Obamacare does. Obamacare takes $716 billion from Medicare to spend on Obamacare. Even their own chief actuary at Medicare backs this up. He says you cant spend the same dollar twice. You cant claim that this money goes to Medicare and Obamacare."}, {"actor": "Ryan", "dialogue": "And then they put this new Obamacare board in charge of cutting Medicare each and every year in ways that will lead to denied care for current seniors. This board, by the way, its 15 people, the presidents supposed to appoint them next year. And not one of them even has to have medical training. And Social Security? If we dont shore up Social Security, when we run out of the IOUs, when the program goes bankrupt, a 25 percent across-the-board benefit cut kicks in on current seniors in the middle of their retirement. Were going to stop that from happening. They havent put a credible solution on the table. Hell tell you about vouchers. Hell say all these things to try and scare people. Heres what were saying: give younger people, when they become Medicare eligible, guaranteed coverage options that you cant be denied, including traditional Medicare. Choose your plan, and then Medicare subsidizes your premiums, not as much for the wealthy people, more coverage for middle-income people, and total out-of-pocket coverage for the poor and the sick. Choice and competition. We would rather have 50 million future seniors determine how their Medicare is delivered to them instead of 15 bureaucrats deciding what, if, when, where they get it."}, {"actor": "Raddatz", "dialogue": "Vice President Biden, two minutes."}, {"actor": "Biden", "dialogue": "You know, I heard that death panel argument from Sarah Palin. It seems every vice presidential debate I hear this kind of stuff about panels. But lets talk about Medicare. What we did is, we saved $716 billion and put it back, applied it to Medicare. We cut the cost of Medicare. We stopped overpaying insurance companies, doctors and hospitals. The AMA supported what we did. AARP endorsed what we did. And it extends the life of Medicare to 2024. They want to wipe this all out. It also gave more benefits. Any senior out there, ask yourself: Do you have more benefits today? You do. If youre near the donut hole, you have $800  $600 more to help your prescription drug costs. You get wellness visits without co-pays. They wipe all of this out, and Medicare goes  becomes insolvent in 2016, number one. Number two, guaranteed benefit? Its a voucher. When they first proposed  when the congressman had his first voucher program, the CBO said it would cost $6,400 a year, Martha, more for every senior, 55 and below, when they got there. He knew that, yet he got all the guys in Congress and women in the Republican Party to vote for it. Governor Romney, knowing that, said, I would sign it, were I there. Now they got a new plan: Trust me, its not going to cost you any more. Folks, follow your instincts on this one. And with regard to Social Security, we will not  we will not privatize it. If we had listened to Romney, Governor Romney, and the congressman during the Bush years, imagine where all those seniors would be now if their money had been in the market. Their ideas are old and their ideas are bad, and they eliminate the guarantee of Medicare."}, {"actor": "Ryan", "dialogue": "Heres the problem. They got caught with their hands in the cookie jar, turning Medicare into a piggybank for Obamacare. Their own actuary from the administration came to Congress and said one out of six hospitals and nursing homes are going to go out of business as a result of this."}, {"actor": "Biden", "dialogue": "Thats not what they said."}, {"actor": "Ryan", "dialogue": "7.4 million seniors are projected to lose their current Medicare Advantage coverage they have. Thats a $3,200 benefit cut."}, {"actor": "Biden", "dialogue": "That didnt happen."}, {"actor": "Ryan", "dialogue": "What were saying"}, {"actor": "Biden", "dialogue": "More people signed up."}, {"actor": "Ryan", "dialogue": "These are from your own actuaries."}, {"actor": "Biden", "dialogue": "More  more  more people signed up for Medicare Advantage after the change."}, {"actor": "Ryan", "dialogue": "What  theres"}, {"actor": "Biden", "dialogue": "Nobody is"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Mr. Vice President, I know"}, {"actor": "Biden", "dialogue": "No, this is"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Mr. Vice President, I know youre under a lot of duress to make up for lost ground, but I think people would be better served if we dont keep interrupting each other."}, {"actor": "Biden", "dialogue": "Well, dont take all the four minutes then."}, {"actor": "Ryan", "dialogue": "Let me just  let me just say this. We are not  were saying dont change benefits for people 55 and above. They already organized their retirement around these promises."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " programs for those of us."}, {"actor": "Raddatz", "dialogue": "But let  let me ask you this. What  what is your specific plan for seniors who really cant afford to make up the difference in the value of what you call a premium support plan and others call a voucher?"}, {"actor": "Ryan", "dialogue": "Hundred percent coverage"}, {"actor": "Raddatz", "dialogue": "And what"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Thats what were saying. So were saying"}, {"actor": "Raddatz", "dialogue": "How do you make that up?"}, {"actor": "Ryan", "dialogue": " income adjusts (inaudible) these premium support payments by taking down the subsidies for wealthy people. Look, this is a plan  by the way, that $6,400 number, it was misleading then, its totally inaccurate now. This is a plan thats bipartisan. Its a plan I put together with a prominent Democrat senator from Oregon."}, {"actor": "Biden", "dialogue": "Theres not one Democrat who endorses it."}, {"actor": "Ryan", "dialogue": "Its a plan"}, {"actor": "Biden", "dialogue": "Not one Democrat who (inaudible)."}, {"actor": "Ryan", "dialogue": "Our partner is a Democrat from Oregon."}, {"actor": "Biden", "dialogue": "And he said he does no longer support (inaudible)."}, {"actor": "Ryan", "dialogue": "We  we  we put it  we put it together with the former Clinton budget director."}, {"actor": "Biden", "dialogue": "Who disavows it."}, {"actor": "Ryan", "dialogue": "This idea  this idea came from the Clinton commission to save Medicare chaired by Senator John Breaux. Heres the point, Martha."}, {"actor": "Biden", "dialogue": "Which was rejected."}, {"actor": "Ryan", "dialogue": "If we dont  if we dont fix this problem pretty soon then current seniors get cut. Heres the problem: 10,000 people are retiring every single day in America today and they will for 20 years. Thats not a political thing, thats a math thing."}, {"actor": "Biden", "dialogue": "Martha, if we just did one thing, if we just  if they just allowed Medicare to bargain for the cost of drugs like Medicaid can, that would save $156 billion right off the bat."}, {"actor": "Ryan", "dialogue": "And it would deny seniors choices."}, {"actor": "Biden", "dialogue": "All  all  all"}, {"actor": "Ryan", "dialogue": "It has a restricted"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Seniors are not denied."}, {"actor": "Ryan", "dialogue": "Absolutely."}, {"actor": "Biden", "dialogue": "They are not denied. Look, folks, all you seniors out there, have you been denied choices? Have you lost Medicare Advantage."}, {"actor": "Ryan", "dialogue": "Because its working well right now."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Because weve changed the law."}, {"actor": "Raddatz", "dialogue": "Vice President Biden, let me ask you, if it could help solve the problem, why not very slowly raise the Medicare eligibility age by two years, as Congressman Ryan suggests?"}, {"actor": "Biden", "dialogue": "Look, I was there when we did that with Social Security in 1983. I was one of eight people sitting in the room that included Tip ONeill negotiating with President Reagan. We all got together and everybody said, as long as everybodys in the deal, everybodys in the deal, and everybody is making some sacrifice, we can find a way. We made the system solvent to 2033. We will not, though, be part of any voucher plan eliminating  the voucher says, Mom, when youre  when youre 65, go out there, shop for the best insurance you can get. Youre out of Medicare. You can buy back in if you want with this voucher, which will not keep pace  will not keep pace with health care costs. Because if it did keep pace with health care costs, there would be no savings. Thats why they go the voucher. They  we will be no part of a voucher program or the privatization of Social Security."}, {"actor": "Ryan", "dialogue": "A voucher is you go to your mailbox, get a check, and buy something. Nobodys proposing that. Barack Obama four years ago running for president said if you dont have any fresh ideas, use stale tactics to scare voters. If you dont have a good record to run on, paint your opponent as someone people should run from."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Make a big election about small ideas."}, {"actor": "Raddatz", "dialogue": "You were one of the few lawmakers to stand with President Bush when he was seeking to partially privatize Social Security."}, {"actor": "Ryan", "dialogue": "For younger people. What we said then, and what Ive always agreed is let younger Americans have a voluntary choice of making their money work faster for them within the Social Security system."}, {"actor": "Biden", "dialogue": "You saw how well that worked."}, {"actor": "Ryan", "dialogue": "Thats not what Mitt Romneys proposing. What were saying is no changes for anybody 55 and above."}, {"actor": "Biden", "dialogue": "What Mitt Romney is proposing"}, {"actor": "Ryan", "dialogue": "And then the kinds of changes were talking about for younger people like myself is dont increase the benefits for wealthy people as fast as everybody else. Slowly raise the retirement age over time."}, {"actor": "Biden", "dialogue": "Martha"}, {"actor": "Ryan", "dialogue": "It wouldnt get to the age of 70 until the year 2103 according to the actuaries."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Quickly, Vice President?"}, {"actor": "Biden", "dialogue": "Quickly. The bottom line here is that all the studies show that if we went with Social Security proposal made by Mitt Romney, if youre 40  in your 40s now you will pay $2,600 a year  you get $2,600 a year less in Social Security. If youre in your 20s now, you get $4,700 (inaudible) less. The idea of changing, and change being in this case to cut the benefits for people without taking other action you could do to make it work is absolutely the wrong way. These  look, these guys havent been big on Medicare from the beginning. Their partys not been big on Medicare from the beginning. And theyve always been about Social Security as little as you can do."}, {"actor": "Ryan", "dialogue": "That statistic was completely misleading. But more importantly"}, {"actor": "Biden", "dialogue": "Thats  there are the facts right"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "This is what politicians do when they dont have a record to run on: try to scare people from voting for you. If you dont get ahead of this problem, its going to"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Medicare beneficiaries  there are more beneficiaries"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Were going to  were going to move"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": " very simple question"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Were not going to run away. Medicare and Social Security did so much for my own family. We are not going to jeopardize this program, but we have to save it"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "You are jeopardizing this program. Youre changing the program from a guaranteed benefit to premium support. Whatever you call it, the bottom line is people are going to have to pay more money out of their pocket and the families I know and the families I come from, they dont have the money to pay more out"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Thats why were saying more for lower income people and less for higher income people."}, {"actor": "Raddatz", "dialogue": "Gentlemen, I would like to move on to a very simple question for both of you, and something tells me I wont get a very simple answer, but let me ask you this."}, {"actor": "Biden", "dialogue": "I gave you a simple answer. Hes raising the cost of Medicare."}, {"actor": "Raddatz", "dialogue": "OK, on to taxes. If your ticket is elected, who will pay more in taxes? Who will pay less? And were starting with Vice President Biden for two minutes."}, {"actor": "Biden", "dialogue": "The middle class will pay less and people making $1 million or more will begin to contribute slightly more. Let me give you one concrete example. The continuation of the Bush tax cuts  we are arguing that the Bush tax cuts for the wealthy should be allowed to expire. Of the Bush tax cuts for the wealthy, $800 million  billion of that goes to people making a minimum of $1 million. We see no justification in these economic times for those, and theyre patriotic Americans. Theyre not asking for this continued tax cut. Theyre not suggesting it, but my friends are insisting on it; 120,000 families by continuing that tax cut will get an additional $500 billion in tax relief in the next 10 years and their income is an average of $8 million. We want to extend permanently the middle-class tax cut for  permanently, from the Bush middle-class tax cut. These guys wont allow us to. You know what theyre saying? We say lets have a vote  lets have a vote on the middle-class tax cut and lets have a vote on the upper (ph) tax cut; lets go ahead and vote on it. Theyre saying no. Theyre holding hostage the middle class tax cut to the super wealthy. And on top of that, theyve got another tax cut coming thats $5 trillion that all of the studies point out will in fact give another $250 million  yeah, $250,000 a year to those 120,000 families and raise taxes for people who are middle income with a child by $2,000 a year. This is unconscionable. There is no need for this. The middle class got knocked on their heels. The great recession crushed them. They need some help now. The last people who need help are 120,000 families for another  another $500 billion tax cut over the next 10 years."}, {"actor": "Raddatz", "dialogue": "Congressman?"}, {"actor": "Ryan", "dialogue": "Our entire premise of these tax reform plans is to grow the economy and create jobs. Its a plan thats estimated to create 7 million jobs. Now, we think that government taking 28 percent of a family and businesss income is enough. President Obama thinks that the government ought to be able to take as much as 44.8 percent of a small businesss income."}, {"actor": "Ryan", "dialogue": "Look, if you taxed every person and successful business making over $250,000 at 100 percent, it would only run the government for 98 days. If everybody who paid income taxes last year, including successful small businesses, doubled their income taxes this year, wed still have a $300 billion deficit. You see? There arent enough rich people and small businesses to tax to pay for all their spending. And so the next time you hear them say, Dont worry about it, well get a few wealthy people to pay their fair share, watch out, middle class, the tax bills coming to you. Thats why were saying we need fundamental tax reform. Lets take a look at it this way. Eight out of 10 businesses, they file their taxes as individuals, not as corporations. And where I come from, overseas, which is Lake Superior, the Canadians, they dropped their tax rates to 15 percent. The average tax rate on businesses in the industrialized world is 25 percent, and the president wants the top effective tax rate on successful small businesses to go above 40 percent. Two-thirds of our jobs come from small businesses. This one tax would actually tax about 53 percent of small-business income. Its expected to cost us 710,000 jobs. And you know what? It doesnt even pay for 10 percent of their proposed deficit spending increases. What we are saying is, lower tax rates across the board and close loopholes, primarily to the higher-income people. We have three bottom lines: Dont raise the deficit, dont raise taxes on the middle class, and dont lower the share of income that is borne by the high-income earners. Hell keep saying this $5 trillion plan, I suppose. Its been discredited by six other studies. And even their own deputy campaign manager acknowledged that it wasnt correct."}, {"actor": "Raddatz", "dialogue": "Well, lets talk about this 20 percent. You have refused  and, again  to offer specifics on how you pay for that 20 percent across-the-board tax cut. Do you actually have the specifics? Or are you still working on it, and thats why you wont tell voters?"}, {"actor": "Ryan", "dialogue": "Different than this administration, we actually want to have big bipartisan agreements. You see, I understand the"}, {"actor": "Raddatz", "dialogue": "Do you have the specifics? Do you have the (CROSSTALK) BIDEN: That would  that would be a first for the Republican Congress."}, {"actor": "Raddatz", "dialogue": "Do you know exactly what youre doing?"}, {"actor": "Ryan", "dialogue": "Look  look at what Mitt Romney  look at what Ronald Reagan and Tip ONeill did. They worked together out of a framework to lower tax rates and broaden the base, and they worked together to fix that."}, {"actor": "Biden", "dialogue": "Can I translate?"}, {"actor": "Ryan", "dialogue": " so we can lower tax rates across the board. Now, heres why Im saying this. What were saying is, heres the framework"}, {"actor": "Biden", "dialogue": "I hope Im going to get time to respond to this."}, {"actor": "Raddatz", "dialogue": "Youll get time."}, {"actor": "Ryan", "dialogue": "We want to work with Congress  we want to work with the Congress on how best to achieve this. That means successful. Look"}, {"actor": "Raddatz", "dialogue": "No specifics, again."}, {"actor": "Ryan", "dialogue": "Mitt  what were saying is, lower tax rates 20 percent, start with the wealthy, work with Congress to do it"}, {"actor": "Raddatz", "dialogue": "And you guarantee this math will add up?"}, {"actor": "Ryan", "dialogue": "Absolutely. Six studies have guaranteed  six studies have verified that this math adds up. But heres"}, {"actor": "Raddatz", "dialogue": "Vice President Biden"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Look"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": ".. let me translate. Let me have a chance to translate."}, {"actor": "Ryan", "dialogue": "Ill come back in a second, then, right?"}, {"actor": "Biden", "dialogue": "First of all, I was there when Ronald Reagan tax breaks  he gave specifics of what he was going to cut, number one, in terms of tax expenditures. Number two, 97 percent of the small businesses in America pay less  make less than $250,000. Let me tell you who some of those other small businesses are: hedge funds that make $600 million, $800 million a year. Thats  thats what they count as small businesses, because theyre pass- through. Lets look at how sincere they are. Ronald  I mean, excuse me, Governor Romney on 60 Minutes  I guess it was about 10 days ago  was asked, Governor, you pay 14 percent on $20 million. Someone making $50,000 pays more than that. Do you think thats fair? He said, Oh, yes, thats fair. Thats fair. This is  and theyre going to talk  you think these guys are going to go out there and cut those loopholes? The loophole  the biggest loophole they take advantage of is the carried interest loophole and  and capital gains loophole. They exempt that."}, {"actor": "Biden", "dialogue": "Now, theres not enough  the reason why the AEI study, the American Enterprise Institute study, the Tax Policy Center study, the reason they all say its going  taxes go up on the middle class, the only way you can find $5 trillion in loopholes is cut the mortgage deduction for middle-class people, cut the health care deduction, middle-class people, take away their ability to get a tax break to send their kids to college. Thats why they arrive at it."}, {"actor": "Raddatz", "dialogue": "Is he wrong about that?"}, {"actor": "Ryan", "dialogue": "He is wrong about that. Theyre"}, {"actor": "Biden", "dialogue": "Hows that?"}, {"actor": "Ryan", "dialogue": "You can  you can cut tax rates by 20 percent and still preserve these important preferences for middle-class taxpayers"}, {"actor": "Biden", "dialogue": "Not mathematically possible."}, {"actor": "Ryan", "dialogue": "It is mathematically possible. Its been done before. Its precisely what were proposing."}, {"actor": "Biden", "dialogue": "It has never been done before."}, {"actor": "Ryan", "dialogue": "Its been done a couple of times, actually."}, {"actor": "Biden", "dialogue": "It has never been done before."}, {"actor": "Ryan", "dialogue": "Jack Kennedy lowered tax rates, increased growth. Ronald Reagan"}, {"actor": "Biden", "dialogue": "Oh, now youre Jack Kennedy?"}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Ryan", "dialogue": "Ronald Reagan  Republicans and Democrats"}, {"actor": "Biden", "dialogue": "This is amazing."}, {"actor": "Ryan", "dialogue": "Republican and Democrats have worked together on this."}, {"actor": "Biden", "dialogue": "Thats right."}, {"actor": "Ryan", "dialogue": "You know, I understand you guys arent used to doing bipartisan deals"}, {"actor": "Biden", "dialogue": "But we told each other what were going to do."}, {"actor": "Ryan", "dialogue": "Republicans and Democrats"}, {"actor": "Biden", "dialogue": "When we did it Reagan, we said, here  here are the things were going to cut."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Thats what we said."}, {"actor": "Ryan", "dialogue": "We said heres the framework, lets work together to fill in the details. Thats exactly"}, {"actor": "Biden", "dialogue": "Fill in the detail."}, {"actor": "Ryan", "dialogue": "Thats how you get things done. You work with Congress  look, let me say it this way."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Thats coming from a Republican Congress working bipartisanly, 7 percent rating? Come on."}, {"actor": "Ryan", "dialogue": "Mitt Romney was governor of Massachusetts, where 87 percent of the legislators he served, which were Democrats. He didnt demonize them. He didnt demagogue them. He met with those party leaders every week. He reached across the aisle. He didnt compromise principles."}, {"actor": "Biden", "dialogue": "And you saw what happened."}, {"actor": "Ryan", "dialogue": "He found common ground  and he balanced the budget"}, {"actor": "Biden", "dialogue": "You saw  if he did such a great job"}, {"actor": "Raddatz", "dialogue": "Mr. Vice President"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " four times without raising taxes"}, {"actor": "Biden", "dialogue": "Why isnt he even contesting Massachusetts?"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Mr. Vice President, what would you suggest  what would you suggest beyond raising taxes on the wealthy, that would substantially reduce the long-term deficit?"}, {"actor": "Biden", "dialogue": "Just let the taxes expire like theyre supposed to on those millionaires. We dont  we cant afford $800 billion going to people making a minimum of $1 million. They do not need it, Martha. Those 120,000 families make $8 million a year. Middle-class people need the help. Why does my friend cut out the tuition tax credit for them? Why does he go after the childcare"}, {"actor": "Raddatz", "dialogue": "Can you declare anything off-limits?"}, {"actor": "Biden", "dialogue": "Why do they do that?"}, {"actor": "Raddatz", "dialogue": "Can you declare anything off-limits?"}, {"actor": "Ryan", "dialogue": "Yeah, were saying close loopholes"}, {"actor": "Raddatz", "dialogue": "Home mortgage deduction?"}, {"actor": "Ryan", "dialogue": " on high-interest people."}, {"actor": "Raddatz", "dialogue": "Home mortgage deduction?"}, {"actor": "Ryan", "dialogue": "For higher-income people. Here"}, {"actor": "Biden", "dialogue": "Can you guarantee that no one making less than $100,000 will have a mortgage  their mortgage deduction impacted? Guarantee?"}, {"actor": "Ryan", "dialogue": "This taxes a million small businesses. He keeps trying to make you think that its just some movie star or hedge fund guy or an actor"}, {"actor": "Biden", "dialogue": "Ninety-seven percent of the small businesses make less than $250,000 a year, would not be affected."}, {"actor": "Ryan", "dialogue": "Joe, you know it hits a million  this taxes a million people, a million small businesses."}, {"actor": "Biden", "dialogue": "Does it tax 97 percent of the American businesses?"}, {"actor": "Ryan", "dialogue": "It taxes a million small businesses"}, {"actor": "Biden", "dialogue": "Small businesses?"}, {"actor": "Ryan", "dialogue": " who are our greatest job creators."}, {"actor": "Biden", "dialogue": "I wish Id get  the greatest job creators are the hedge fund guys."}, {"actor": "Raddatz", "dialogue": "And youre  and youre going to increase the defense budget."}, {"actor": "Ryan", "dialogue": "Think about it this way."}, {"actor": "Raddatz", "dialogue": "And youre going to increase the defense budget."}, {"actor": "Ryan", "dialogue": "No, were not just going to cut the defense budget like theyre  theyre proposing"}, {"actor": "Biden", "dialogue": "Theyre going to increase it $2 billion."}, {"actor": "Ryan", "dialogue": "Thats not"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Were talking about RADDATZ: So no massive defense increases?"}, {"actor": "Ryan", "dialogue": "No, were saying dont  OK, you want to get into defense now?"}, {"actor": "Raddatz", "dialogue": "Yes, I do. I do, because thats another math question."}, {"actor": "Ryan", "dialogue": "So  right, OK."}, {"actor": "Raddatz", "dialogue": "How do you do that?"}, {"actor": "Ryan", "dialogue": "So they proposed a $478 billion cut to defense to begin with. Now we have another $500 billion cut to defense thats lurking on the horizon. They insisted upon that cut being involved in the debt negotiations, and so we have a $1 trillion cut"}, {"actor": "Raddatz", "dialogue": "Lets put the automatic defense cuts aside, OK?"}, {"actor": "Ryan", "dialogue": "Right, OK."}, {"actor": "Raddatz", "dialogue": "Lets put those aside. No one wants that."}, {"actor": "Biden", "dialogue": "Id like to go back to that."}, {"actor": "Raddatz", "dialogue": "But I want to know how you do the math and have this increase in defense spending?"}, {"actor": "Biden", "dialogue": "Two trillion dollars."}, {"actor": "Ryan", "dialogue": "You dont cut defense by a trillion dollars. Thats what were talking about."}, {"actor": "Raddatz", "dialogue": "And what  what national security issues justify an increase?"}, {"actor": "Biden", "dialogue": "Whos cutting it by $1 trillion?"}, {"actor": "Ryan", "dialogue": "Were going to cut 80,000 soldiers, 20,000 Marines, 120 cargo planes. Were going to push the Joint Strike Fighter out"}, {"actor": "Raddatz", "dialogue": "Drawing down in one war and one war"}, {"actor": "Ryan", "dialogue": "If these cuts go through, our Navy will be the smallest  the smallest it has been since before World War I. This invites weakness. Look, do we believe in peace through strength? You bet we do. And that means you dont impose these devastating cuts on our military. So were saying dont cut the military by a trillion dollars. Not increase it by a trillion, dont cut it by a trillion dollars."}, {"actor": "Raddatz", "dialogue": "Quickly, Vice President Biden on this. I want to move on."}, {"actor": "Biden", "dialogue": "Look, we dont cut it. And I might add, this so-called  I know we dont want to use the fancy word sequester, this automatic cut  that was part of a debt deal that they asked for. And let me tell you what my friend said at a press conference announcing his support of the deal. He said, and Im paraphrase, Weve been looking for this moment for a long time."}, {"actor": "Ryan", "dialogue": "Can I tell you what that meant?"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Weve been looking for bipartisanship for a long time."}, {"actor": "Biden", "dialogue": "And so the bipartisanship is what he voted for, the automatic cuts in defense if they didnt act. And beyond that, they asked for another  look, the military says we need a smaller, leaner Army, we need more special forces, we need  we dont need more M1 tanks, what we need is more UAVs."}, {"actor": "Raddatz", "dialogue": "Some of the military."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Not some of the military. That was the decision of the Joint Chiefs of Staff, recommended to us and agreed to by the president. That is a fact."}, {"actor": "Raddatz", "dialogue": "Who answers to a civilian leader."}, {"actor": "Biden", "dialogue": "They made the recommendation first."}, {"actor": "Raddatz", "dialogue": "OK. Lets move on to Afghanistan."}, {"actor": "Ryan", "dialogue": "Can I get into that for a second?"}, {"actor": "Raddatz", "dialogue": "Id like to move on to Afghanistan please. And thats one of the biggest expenditures this country has made, in dollars, and more importantly in lives. We just passed the sad milestone of losing 2,000 U.S. troops there in this war. More than 50 of them were killed this year by the very Afghan forces we are trying to help."}, {"actor": "Ryan", "dialogue": "We dont want to lose the gains weve gotten. We want to make sure that the Taliban does not come back in and give Al Qaida a safe haven. We agree with the administration on their 2014 transition. Look, when I think about Afghanistan, I think about the incredible job that our troops have done. Youve been there more than the two of us combined. First time I was there in 2002, it was amazing to me what they were facing. When I went to the Ahgandah (ph) Valley in Kandahar before the surge, I sat down with a young private in the 82nd from the Monamanee (ph) Indian reservation who would tell me what he did every day, and I was in awe. And to see what they had in front of them. And then to go back there in December, to go throughout Helmand with the Marines, to see what they had accomplished, its nothing short of amazing. What we dont want to do is lose the gains weve gotten. Now, weve disagreed from time to time on a few issues. We would have more likely taken into accounts the recommendations from our commanders, General Petraeus, Admiral Mullen, on troop levels throughout this years fighting season. Weve been skeptical about negotiations with the Taliban, especially while theyre shooting at us. But we want to see the 2014 transition be successful, and that means we want to make sure our commanders have what they need to make sure that it is successful so that this does not once again become a launching pad for terrorists."}, {"actor": "Raddatz", "dialogue": "Vice President Biden?"}, {"actor": "Biden", "dialogue": "Martha, lets keep our eye on the ball. The reason  Ive been in and out of Afghanistan and Iraq 20 times. Ive been up in the Konar (ph) Valley. Ive been throughout that whole country, mostly in a helicopter, and sometimes in a vehicle. The fact is, we went there for one reason: to get those people who killed Americans, Al Qaida. Weve decimated Al Qaida central. We have eliminated Osama bin Laden. That was our purpose. And, in fact, in the meantime, what we said we would do, we would help train the Afghan military. Its their responsibility to take over their own security. Thats why with 49 of our allies in Afghanistan, weve agreed on a gradual drawdown so were out of there by the year 20  in the year 2014. My friend and the governor say its based on conditions, which means it depends. It does not depend for us. It is the responsibility of the Afghans to take care of their own security. We have trained over 315,000, mostly without incident. There have been more than two dozen cases of green-on-blue where Americans have been killed. If we do not  if the measures the military has taken do not take hold, we will not go on joint patrols. We will not train in the field. Well only train in the  in the Army bases that exist there. But we are leaving. We are leaving in 2014. Period. And in the process, were going to be saving over the next 10 years another $800 billion. Weve been in this war for over a decade. The primary objective is almost completed. Now, all were doing is putting the Kabul government in a position to be able to maintain their own security. Its their responsibility, not Americas."}, {"actor": "Raddatz", "dialogue": "What  what conditions could justify staying, Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "We dont want to stay. We want  look, one of my best friends in Janesville, a reservist, is at a forward-operating base in eastern Afghanistan right now. Our wives are best friends. Our daughters are best friends. I want  I want him and all of our troops to come home as soon and safely as possible. We want to make sure that 2014 is successful. Thats why we want to make sure that we give our commanders what they say they need to make it successful. We dont want to extend beyond 2014. Thats the point were making. You know, if it was just this, Id feel like we would  we would be able to call this a success, but its not. What we are witnessing as we turn on our television screens these days is the absolute unraveling of the Obama foreign policy. Problems are growing at home, but  problems are growing abroad, but jobs arent growing here at home."}, {"actor": "Raddatz", "dialogue": "Let me go back to this. He says were absolutely leaving in 2014. Youre saying thats not an absolute, but you wont talk about what conditions would justify"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Do you know why we say that?"}, {"actor": "Biden", "dialogue": "Id like to know"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Because we dont want to broadcast to our enemies put a date on your calendar, wait us out, and then come back. We want to make sure"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "But you agree with the timeline."}, {"actor": "Ryan", "dialogue": "We do agree  we do agree with the timeline and the transition, but what we  what any administration will do in 2013 is assess the situation to see how best to complete this timeline. What we do not want to do"}, {"actor": "Biden", "dialogue": "We will leave in 2014."}, {"actor": "Ryan", "dialogue": " what we dont want to do is give our allies reason to trust us less and our enemies more  we dont want to embolden our enemies to hold and wait out for us and then take over"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Martha, thats a bizarre statement."}, {"actor": "Ryan", "dialogue": "Thats why we want to make sure  no, thats why we want to make sure that"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Forty-nine of our allies  hear me  49 of our allies signed on to this position."}, {"actor": "Ryan", "dialogue": "And were reading that they want to"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Forty-nine  49 of our allies said out in 2014. Its the responsibility of the Afghans. We have other responsibilities (CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Do you really think that this timeline"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Which is  which is"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "We have  we have soldiers and Marines. We have Afghan forces murdering our forces over there. The Taliban is, do you think, taking advantage of this timeline?"}, {"actor": "Biden", "dialogue": "Look, the Taliban  what weve found out, and we  you saw it in Iraq, Martha, unless you set a timeline, Baghdad, in the case of Iraq, and  and Kabul, in the case of Afghanistan will not step up. Theyre happy to let us continue to do the job; international security forces to do the job. The only way they step up is to say, Fellas, were leaving; weve trained you; step up, step up."}, {"actor": "Raddatz", "dialogue": "Let me go back."}, {"actor": "Biden", "dialogue": "Thats the only way it works."}, {"actor": "Raddatz", "dialogue": "Let me go back to the  the surge troops that we put in there. And  and you brought this up, Congressman Ryan. I have talked to a lot of troops. Ive talked to senior offices who were concerned that the surge troops were pulled out during the fighting season, and some of them saw that as a political  as a political move. So can you tell me, Vice President Biden, what was the military reason for bringing those surge troops home"}, {"actor": "Biden", "dialogue": "The military reason"}, {"actor": "Raddatz", "dialogue": " before the fighting had ended?"}, {"actor": "Biden", "dialogue": " was bringing  by the way, when the president announced the surge, youll remember, Martha, he said the surge will be out by the end of the summer. The military said the surge will be out. Nothing political about this."}, {"actor": "Raddatz", "dialogue": "The military follows orders. I mean, there  trust me. There are people who were concerned about pulling out on the fighting season."}, {"actor": "Biden", "dialogue": "Sure. There are people that are concerned, but not the Joint Chiefs. That was their recommendation in the Oval Office to the president of the United States of America. I sat there. Im sure youll find someone who disagrees with the Pentagon. Im positive youll find that within the military. But thats not the case here. And, secondly, the reason why the military said that is, you cannot wait and have a cliff. It takes  you know  months and months and months to draw down forces."}, {"actor": "Ryan", "dialogue": "Let me"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": "Let me try and illustrate the issue here, because I think this  it can get a little confusing. Weve all met with General Allen and General Scaparrotti in Afghanistan to talk about fighting seasons. Heres the way it works. The mountain passes fill in with snow. The Taliban and the terrorists and the Haqqani and the Quetta Shura come over from Pakistan to fight our men and women. When it fills in with snow, they cant do it. Thats what we call fighting seasons. In the warm months, fighting gets really high. In the winter, it goes down. And so when Admiral Mullen and General Petraeus came to Congress and said, if you pull these people out before the fighting season is end, it puts people more at risk. Thats the problem. Yes, we drew 22,000 troops down last month, but the remaining troops that are there, who still have the same mission to prosecute counterinsurgency, are doing it with fewer people. That makes them less safe."}, {"actor": "Biden", "dialogue": "Fighting season"}, {"actor": "Ryan", "dialogue": "Were sending fewer people out in all of these hotspots to do the same job that they were supposed to do a month ago."}, {"actor": "Biden", "dialogue": "Because we turned it over"}, {"actor": "Ryan", "dialogue": "But we took 22,000 people out"}, {"actor": "Biden", "dialogue": " we turned it over to the Afghan troops we trained. No one got pulled out that didnt get filled in by trained Afghan personnel. And hes  hes conflating two issues. The fighting season that Petraeus was talking about and former  and Admiral Mullen was the fighting season this spring. Thats what he was talking about. We did not  we did not pull them out."}, {"actor": "Ryan", "dialogue": "The calendar works the same every year."}, {"actor": "Biden", "dialogue": "It does work the same every year. But were not staying there"}, {"actor": "Ryan", "dialogue": "Spring, summer, fall. Its warm, or its not. Theyre still fighting us. Theyre still coming over the passes. Theyre still coming into Zabul, to Kunar, to all of these areas, but we are sending fewer people to the front to fight them. And thats"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Biden", "dialogue": "Thats right, because thats the Afghan responsibility. Weve trained them."}, {"actor": "Ryan", "dialogue": "Not in the east."}, {"actor": "Raddatz", "dialogue": "Lets move  lets move to another war."}, {"actor": "Biden", "dialogue": "Not in the east?"}, {"actor": "Ryan", "dialogue": "R.C. East  R.C. East"}, {"actor": "Biden", "dialogue": "R.C. East is the most dangerous place in the world."}, {"actor": "Ryan", "dialogue": "Thats right. Thats why we dont want to send fewer people to the"}, {"actor": "Biden", "dialogue": "Thats  thats why we should send Americans in to do the job, instead of the  youd rather Americans be going in doing the job instead of the trainees?"}, {"actor": "Ryan", "dialogue": "No. We are already sending Americans to do the job, but fewer of them. Thats the whole problem."}, {"actor": "Biden", "dialogue": "Thats right. Were sending in more Afghans to do the job, Afghans to do the job."}, {"actor": "Raddatz", "dialogue": "Lets move to another war, the civil war in Syria, where there are estimates that more  estimates that more than 25,000, 30,000 people have now been killed. In March of last year, President Obama explained the military action taken in Libya by saying it was in the national interest to go in and prevent further massacres from occurring there. So why doesnt the same logic apply in Syria? Vice President Biden?"}, {"actor": "Biden", "dialogue": "Different country. Its a different country. It is five times as large geographically, it has one-fifth the population, that is Libya, one-fifth the population, five times as large geographically. Its in a part of the world where theyre not going to see whatever would come from that war. It seep into a regional war. Youre in a country that is heavily populated in the midst of the most dangerous area in the world. And, in fact, if in fact it blows up and the wrong people gain control, its going to have impact on the entire region causing potentially regional wars. We are working hand and glove with the Turks, with the Jordanians, with the Saudis, and with all the people in the region attempting to identify the people who deserve the help so that when Assad goes  and he will go  there will be a legitimate government that follows on, not an Al Qaida-sponsored government that follows on. The last thing America needs is to get in another ground war in the Middle East, requiring tens of thousands, if not well over 100,000 American forces. That  they are the facts. They are the facts. Now, every time the governor is asked about this, he doesnt say anything. He  he goes up with a whole lot of verbiage, but when he gets pressed he says, no, he would not do anything different than we are doing now. Are they proposing putting American troops on the ground? Putting American aircraft in the airspace? Is that what theyre proposing? If they do, they should speak up and say so, but thats not what theyre saying. We are doing it exactly like we need to do to identify those forces who, in fact, will provide for a stable government and not cause a regional Sunni-Shia war when Bassad (sic)  when Bashar Assad falls."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "Nobody is proposing to send troops to Syria. American troops. Now, let me say it this way. How would we do things differently? We wouldnt refer to Bashar Assad as a reformer when hes killing his own civilians with his Russian-provided weapons. We wouldnt be outsourcing our foreign policy to the United Nations giving Vladimir Putin veto power over our efforts to try and deal with this issue. Hes vetoed three of them. Hillary Clinton went to Russia to try and convince them not to do so. They thwarted her efforts. She said they were on the wrong side of history. She was right about that. This is just one more example of how the Russia resets not working. And so where are we? After international pressure mounted, the President Obama said Bashar Assad should go. Its been over a year. The man has slaughtered tens of thousands of his own people. And more foreign fighters are spilling into this country. So the longer this has gone on, the more people, groups like Al Qaida are going in. We could have more easily identified the free Syrian army, the freedom fighters, working with our allies, the Turks, the Qataris, the Saudis, had we had a better plan in place to begin with working through our allies. But, no, we waited for Kofi Annan to try and come up with an agreement through the U.N. That bought Bashar Assad time. We gave Russia veto power over our efforts through the U.N. And meanwhile about 30,000 Syrians are dead."}, {"actor": "Biden", "dialogue": "What would my friend do differently? If you notice, he never answers the question."}, {"actor": "Ryan", "dialogue": "No, I would  I  we would not be going through the U.N. in all of these things."}, {"actor": "Biden", "dialogue": "Let me  you dont go through the U.N. We are in the process now  and have been for months  in making sure that help, humanitarian aid, as well as other aid and training is getting to those forces that we believe, the Turks believe, the Jordanians believe, the Saudis believe are the free forces inside of Syria. That is underway. Our allies were all on the same page, NATO, as well as our Arab allies, in terms of trying to get a settlement. That was their idea. Were the ones that said, Enough. With regard to the reset not working, the fact of the matter is that Russia has a different interest in Syria than we do, and thats not in our interest."}, {"actor": "Raddatz", "dialogue": "What happens if Assad does not fall, Congressman Ryan? What happens to the region? What happens if he hangs on? What happens if he does?"}, {"actor": "Ryan", "dialogue": "Then Iran keeps their greatest ally in the region. Hes a sponsor of terrorism. Hell probably continue slaughtering his people. We and the world community will lose our credibility on this. Look, he mentioned the reset"}, {"actor": "Raddatz", "dialogue": "So what would Romney-Ryan do about that credibility?"}, {"actor": "Ryan", "dialogue": "Well, we agree with the same red line, actually, they do on chemical weapons, but not putting American troops in, other than to secure those chemical weapons. Theyre right about that."}, {"actor": "Raddatz", "dialogue": "Whats your criteria"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " we should not have  we should not have waited to Russia"}, {"actor": "Raddatz", "dialogue": "Whats your criteria"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " should not have waited for Russia to give us the green light at the U.N. to do something about it."}, {"actor": "Biden", "dialogue": "Russia"}, {"actor": "Ryan", "dialogue": "Theyre  theyre still arming the man. Iran is flying flights over Iraq"}, {"actor": "Biden", "dialogue": "And the opposition is being armed."}, {"actor": "Ryan", "dialogue": " to help Bashar Assad. And, by the way, if we had the status-of-forces agreement that the vice president said he would bet his vice presidency on in Iraq, we probably would have been able to prevent that. But he failed to achieve that, as well, again."}, {"actor": "Raddatz", "dialogue": "Let me ask you a quick question."}, {"actor": "Biden", "dialogue": "I dont"}, {"actor": "Raddatz", "dialogue": "Whats your criteria for intervention?"}, {"actor": "Biden", "dialogue": "Yeah. RYAN: In Syria?"}, {"actor": "Raddatz", "dialogue": "Worldwide."}, {"actor": "Ryan", "dialogue": "What is in the national interests of the American people."}, {"actor": "Raddatz", "dialogue": "How about humanitarian interests?"}, {"actor": "Ryan", "dialogue": "What is in the national security of the American people. Its got to be in the strategic national interests of our country."}, {"actor": "Raddatz", "dialogue": "No humanitarian?"}, {"actor": "Ryan", "dialogue": "Each situation will  will come up with its own set of circumstances, but putting American troops on the ground? Thats got to be within the national security interests of the American people."}, {"actor": "Raddatz", "dialogue": "I want to  were  were almost out of time here."}, {"actor": "Ryan", "dialogue": "That means like embargoes and sanctions and overflights, those are things that dont put American troops on the ground. But if youre talking about putting American troops on the ground, only in our national security interests."}, {"actor": "Raddatz", "dialogue": "I want to move on, and I want to return home for these last few questions. This debate is, indeed, historic. We have two Catholic candidates, first time, on a stage such as this. And I would like to ask you both to tell me what role your religion has played in your own personal views on abortion."}, {"actor": "Ryan", "dialogue": "Sure."}, {"actor": "Raddatz", "dialogue": " please talk personally about this, if you could."}, {"actor": "Ryan", "dialogue": "I dont see how a person can separate their public life from their private life or from their faith. Our faith informs us in everything we do. My faith informs me about how to take care of the vulnerable, of how to make sure that people have a chance in life."}, {"actor": "Ryan", "dialogue": "Now, you want to ask basically why Im pro-life? Its not simply because of my Catholic faith. Thats a factor, of course. But its also because of reason and science. You know, I think about 10 1/2 years ago, my wife Janna and I went to Mercy Hospital in Janesville where I was born, for our seven week ultrasound for our firstborn child, and we saw that heartbeat. A little baby was in the shape of a bean. And to this day, we have nicknamed our firstborn child Liza, Bean. Now I believe that life begins at conception. Thats why  those are the reasons why Im pro-life. Now I understand this is a difficult issue, and I respect people who dont agree with me on this, but the policy of a Romney administration will be to oppose abortions with the exceptions for rape, incest and life of the mother. What troubles me more is how this administration has handled all of these issues. Look at what theyre doing through Obamacare with respect to assaulting the religious liberties of this country. Theyre infringing upon our first freedom, the freedom of religion, by infringing on Catholic charities, Catholic churches, Catholic hospitals. Our church should not have to sue our federal government to maintain their religious liberties. And with respect to abortion, the Democratic Party used to say they wanted it to be safe, legal and rare. Now they support it without restriction and with taxpayer funding. Taxpayer funding in Obamacare, taxpayer funding with foreign aid. The vice president himself went to China and said that he sympathized and wouldnt second guess their one child policy of forced abortions and sterilizations. That to me is pretty extreme."}, {"actor": "Raddatz", "dialogue": "Vice President Biden?"}, {"actor": "Biden", "dialogue": "My religion defines who I am, and Ive been a practicing Catholic my whole life. And has particularly informed my social doctrine. The Catholic social doctrine talks about taking care of those who  who cant take care of themselves, people who need help. With regard to  with regard to abortion, I accept my churchs position on abortion as a  what we call a (inaudible) doctrine. Life begins at conception in the churchs judgment. I accept it in my personal life. But I refuse to impose it on equally devout Christians and Muslims and Jews, and I just refuse to impose that on others, unlike my friend here, the  the congressman. I  I do not believe that we have a right to tell other people that  women they cant control their body. Its a decision between them and their doctor. In my view and the Supreme Court, Im not going to interfere with that. With regard to the assault on the Catholic church, let me make it absolutely clear, no religious institution, Catholic or otherwise, including Catholic Social Services, Georgetown Hospital, Mercy Hospital, any hospital, none has to either refer contraception, none has to pay for contraception, none has to be a vehicle to get contraception in any insurance policy they provide. That is a fact. That is a fact. Now with regard to the way in which the  we differ, my friend says that he  well I guess he accepts Governor Romneys position now, because in the past he has argued that there was  theres rape and forcible rape. Hes argued that in the case of rape or incest, it was still  it would be a crime to engage in having an abortion. I just fundamentally disagree with my friend."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan."}, {"actor": "Ryan", "dialogue": "All Im saying is, if you believe that life begins at conception, that, therefore, doesnt change the definition of life. Thats a principle. The policy of a Romney administration is to oppose abortion with exceptions for rape, incest and life of the mother. Now, Ive got to take issue with the Catholic church and religious liberty."}, {"actor": "Biden", "dialogue": "You have on the issue"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " why would they keep  why would they keep suing you? Its a distinction without a difference."}, {"actor": "Raddatz", "dialogue": "I want to go back to the abortion question here. If the Romney-Ryan ticket is elected, should those who believe that abortion should remain legal be worried?"}, {"actor": "Ryan", "dialogue": "We dont think that unelected judges should make this decision; that people through their elected representatives in reaching a consensus in society through the democratic process should make this determination."}, {"actor": "Biden", "dialogue": "The court  the next president will get one or two Supreme Court nominees. Thats how close Roe v. Wade is. Just ask yourself, with Robert Bork being the chief adviser on the court for  for Mr. Romney, who do you think hes likely to appoint? Do you think hes likely to appoint someone like Scalia or someone else on the court far right that would outlaw (inaudible)  outlaw abortion? I suspect that would happen."}, {"actor": "Ryan", "dialogue": "Was there a litmus test on them?"}, {"actor": "Biden", "dialogue": "There was no litmus test. We picked people who had an open mind; did not come with an agenda."}, {"actor": "Raddatz", "dialogue": "Im  Im going to move on to this closing question because we are running out of time. Certainly (inaudible) and youve said it here tonight, that the two of you respect our troops enormously. Your son has served and perhaps someday your children will serve as well. I recently spoke to a highly decorated soldier who said that this presidential campaign has left him dismayed. He told me, quote, the ads are so negative and they are all tearing down each other rather than building up the country."}, {"actor": "Biden", "dialogue": "I would say to him the same thing I say to my son who did serve a year in Iraq, that we only have one truly sacred obligation as a government. Thats to equip those we send into harms way and care for those who come home. Thats the only sacred obligation we have. Everything else falls behind that. I would also tell him that the fact that he, this decorated soldier you talked about, fought for his country, that that should be honored. He should not be thrown into a category of a 47 percent who dont pay their taxes while he was out there fighting and not having to pay taxes, and somehow not taking responsibility. I would also tell him that there are things that have occurred in this campaign and occur in every campaign that Im sure both of us regret anyone having said, particularly in these  these special new groups that can go out there, raise all the money they want, not have to identify themselves, who say the most scurrilous things about the other candidate. Its  its an abomination. But the bottom line here is Id ask that hero you referenced to take a look at whether or not Governor Romney or President Obama has the conviction to help lift up the middle class, restore them to where they were before this great recession hit and they got wiped out. Or whether or not hes going to continue to focus on taking care of only the very wealthy, not asking them to make  pay any part of the deal to bring  bring back the middle class and the economy of this country. Id ask him to take a look at whether the president of the United States has acted wisely in the use of force and whether or not the slipshod comments being made by my  my  or by Governor Romney serve  serve our interests very well. But there are things that have been said in campaigns that I  I find not very appealing."}, {"actor": "Raddatz", "dialogue": "Congressman Ryan?"}, {"actor": "Ryan", "dialogue": "First of all, Id thank him to his service to our country. Second of all, Id say we are not going to impose these devastating cuts on our military which compromises their mission and their safety. And then I would say, you have a president who ran for president four years ago promising hope and change, who has now turned his campaign into attack, blame and defame. You see, if you dont have a good record to run on, then you paint your opponent as someone to run from. That was what President Obama said in 2008. Its what hes doing right now. Look at all the string of broken promises. If you like your health care plan, you can keep it. Try telling that to the 20 million people who are projected to lose their health insurance if Obamacare goes through or the 7-point million  7.4 million seniors who are going to lose it. Or remember when he said this: I guarantee if you make less than $250,000, your taxes wont go up. Of the 21 tax increases in Obamacare, 12 of them hit the middle class. Or remember when he said health insurance premiums will go down $2,500 per family, per year? Theyve gone up $3,000, and theyre expected to go up another $2,400. Or remember when he said, I promise by the end of my first term Ill cut the deficit in half in four years? Weve had four budgets, four trillion-dollar deficits. A debt crisis is coming. We cant keep spending and borrowing like this. We cant keep spending money we dont have. Leaders run to problem to fix problems. President Obama has not even put a credible plan on the table in any of his four years to deal with this debt crisis. I passed two budgets to deal with this. Mitt Romneys put ideas on the table. Weve got to tackle this debt crisis before it tackles us. The president likes to say he has a plan. He gave a speech. We asked his budget office, Can we see the plan? They sent us to the press secretary. He gave us a copy of the speech. We asked the Congressional Budget Office, Tell us what President Obamas plan is to prevent a debt crisis. They said, Its a speech, we cant estimate speeches. You see, thats what we get in this administration  speeches  but were not getting leadership. Mitt Romney is uniquely qualified to fix these problems. His lifetime of experience, his proven track record of bipartisanship. And what do we have from the president? He broke his big promise to bring people together to solve the countrys biggest problems. And what I would tell him is we dont have to settle for this."}, {"actor": "Biden", "dialogue": "Martha?"}, {"actor": "Ryan", "dialogue": "We can do better than this."}, {"actor": "Biden", "dialogue": "I hope Ill get equal time."}, {"actor": "Raddatz", "dialogue": "You will get just a few minutes here. A few seconds, really."}, {"actor": "Biden", "dialogue": "The two budgets the congressman introduced have eviscerated all the things that the middle class cares about. It is (inaudible) he will knock 19 million people off of Medicare. It will kick 200,000 children off of early education. It will eliminate the tax credit people have to be able to send their children to college. It cuts education by $450 billion. It does  it does virtually nothing except continue to increase the tax cuts for the very wealthy. And, you know, weve had enough of this."}, {"actor": "Raddatz", "dialogue": "Were going to  were going to the closing statements in a minute."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Youre going to have your closing statement."}, {"actor": "Ryan", "dialogue": "Not raising taxes is not cutting taxes. And by the way, our budget"}, {"actor": "Biden", "dialogue": "We have not raised"}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Ryan", "dialogue": " by 3 percent a year instead of 4.5 percent like they propose. Not spending more money as much as they say is not a spending cut."}, {"actor": "Raddatz", "dialogue": "Let me  let me calm down things here just for a minute. And I want to talk to you very briefly before we go to closing statements about your own personal character. If you are elected, what could you both give to this country as a man, as a human being, that no one else could?"}, {"actor": "Ryan", "dialogue": "Honesty, no one else could? There are plenty of fine people who could lead this country. But what you need are people who, when they say theyre going to do something, they go do it. What you need are, when people see problems, they offer solutions to fix those problems. Were not getting that."}, {"actor": "descriptor", "dialogue": "(CROSSTALK)"}, {"actor": "Raddatz", "dialogue": "Vice President, can we get to that  to that issue of what you could bring as a man, a human being? And I really  Im going to keep you to about 15 seconds here."}, {"actor": "Biden", "dialogue": "Well, he gets 40, I get 15, thats OK."}, {"actor": "Raddatz", "dialogue": "He didnt have 40. He didnt have 40."}, {"actor": "Biden", "dialogue": "Thats all right. Let me tell you. I  my  my record stands for itself. I never say anything I dont mean. Everybody knows, whatever I say, I do. And my whole life has been devoted to leveling the playing field for middle-class people, giving them an even break, treating Main Street and Wall Street the same, hold them to the same responsibility. Look at my record. Its been all about the middle class. Theyre the people who grow this country. We think you grow this country from the middle out, not from the top down."}, {"actor": "Raddatz", "dialogue": "OK, we now turn to the candidates for their closing statements. Thank you, gentlemen. And that coin toss, again, has Vice President Biden starting with the closing statement."}, {"actor": "Biden", "dialogue": "Well, let  let me say at the outset that I want to thank you, Martha, for doing this, and Centre College. The fact is that were in a situation where we inherited a god-awful circumstance. People are in real trouble. We acted to move to bring relief to the people who need the most help now. And  and in the process, we  in case you havent noticed, we have strong disagreements, but I  you probably detected my frustration with their attitude about the American people. My friend says that 30 percent of the American people are takers. Romney points out 47 percent of the people wont take responsibility. Hes talking about my mother and father. Hes talking about the places I grew up in, my neighbors in Scranton and Claymont, and hes talking about  hes talking about the people that have built this country. All theyre looking for, Martha, all theyre looking for is an even shot. Whenever you give them the shot, theyve done it. Theyve done it. Whenever youve leveled the playing field, theyve been able to move. And they want a little bit of peace of mind."}, {"actor": "Ryan", "dialogue": "I want to thank you, as well, Martha, Danville, Kentucky, Centre College, and I want to thank you, Joe. Its been an honor to engage in this critical debate. We face a very big choice. What kind of country are we going to be? What kind of country are we going to give our kids? President Obama, he had his chance. He made his choices. His economic agenda, more spending, more borrowing, higher taxes, a government takeover of health care. Its not working. Its failed to create the jobs we need. Twenty-three million Americans are struggling for work today. Fifteen percent of Americans are in poverty. This is not what a real recovery looks like. You deserve better. Mitt Romney and I want to earn your support. Were offering real reforms for a real recovery for every American. The choice is clear: a stagnant economy that promotes more government dependency or a dynamic, growing economy that promotes opportunity and jobs. Mitt Romney and I will not duck the tough issues, and we will not blame others for the next four years. We will take responsibility. And we will not try to replace our founding principles. We will reapply our founding principles. The choice is clear, and the choice rests with you. And we ask you for your vote. Thank you."}, {"actor": "Raddatz", "dialogue": "And thank you both again. Thank you very much."}, {"actor": "Biden", "dialogue": "Thank you."}, {"actor": "Raddatz", "dialogue": "This concludes the vice presidential debate. Please tune in next Tuesday for the second presidential debate at Hofstra University in New York. Im Martha Raddatz of ABC News. I do hope all of you go to the polls. Have a good evening."}], "date": ["OCTOBER", "11", "2012"]}