{"content": [{"actor": "Hal Bruno", "dialogue": "Good evening from Atlanta and welcome to the vice presidential debate sponsored by the Nonpartisan Commission on Presidential Debates. Its being held here in the Theater for the Arts on the campus of Georgia Tech. Im Hal Bruno from ABC News and Im going to be moderating tonights debate. The participants are Republican Vice President Dan Quayle. Democratic Senator Al Gore. for independent candidate Ross Perot. Now, the ground rules for tonights debate. Each candidate will have 2 minutes for an opening statement. I will then present the issues to be discussed. For each topic, the candidates will have a minute and 15 seconds to respond. Then this will be followed by a 5 minute discussion period in which they can ask questions of each other if they so choose. Now, the order of response has been determined by a drawing and well rotate with each topic. At the end of the debate, each candidate will have 2 minutes for a closing statement. Our radio and TV audience should know that the candidates were given an equal allocation of auditorium seats for their supporters. So Id like to ask the audience here in the theater to please refrain from applause or any partisan demonstration once the debate is under way because it takes time away from the candidates. So with that plea from your moderator lets get started. And well turn first to Senator Gore for his opening statement."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Senator Gore", "dialogue": "Good evening. Its great to be here in Atlanta for this debate where America will be showcased to the world when the 1996 Olympics are put on right here. Its appropriate because in a real sense, our discussion this evening will be about what kind of nation we want to be 4 years from now. Its also a pleasure to be with my 2 opponents this evening. Admiral Stockdale, may I say its a special honor to share this stage with you. Those of us who served in Vietnam looked at you as a national hero even before you were awarded the Congressional Medal of Honor. And Mr. Vice President  Dan, if I may  it was 16 years ago that you and I went to the Congress on the very first day together. Ill make you a deal this evening. If you dont try to compare George Bush to Harry Truman, I wont compare you to Jack Kennedy."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Gore", "dialogue": "Harry Truman, its worth remembering, assumed the presidency when Franklin Roosevelt died here in Georgia  only one of many occasions when fate thrust a vice president into the Oval Office in a time of crisis. Its something to think about during the debate this evening. But our real discussion is going to be about change. Bill Clinton and I stand for change because we dont believe our nation can stand 4 more years of what weve had under George Bush and Dan Quayle. When the recession came they were like a deer caught in the headlights  paralyzed into inaction, blinded to the suffering and pain of bankruptcies and people who were unemployed. We have an environmental crisis, a health insurance crisis, substandard education. It is time for a change. Bill Clinton and I want to get our country moving forward again, put our people back to work, and create a bright future for the US of America."}, {"actor": "Bruno", "dialogue": "Okay, the next statement will be from Vice President Quayle."}, {"actor": "Quayle", "dialogue": "Well, thank you, Senator Gore, for reminding me about my performance in the 1988 vice presidential debate. This is 1992, Bill Clinton is running against President George Bush. There are 2 things that Im going to stress during this debate: one, Bill Clintons economic plan and his agenda will make matters much, much worse  he will raise your taxes, he will increase spending, he will make government bigger, jobs will be lost; second, Bill Clinton does not have the strength nor the character to be president of the US. Let us look at the agendas. President Bush wants to hold the line on taxes, Bill Clinton wants to raise taxes. President Bush is for a balanced budget amendment, Bill Clinton is opposed to it. We want to reform the legal system because its too costly, Bill Clinton wants the status quo. We want to reform the health care system, Bill Clinton wants to ration health care. Bill Clinton wants to empower government, we want to empower people. In St. Louis, Missouri, in June of this year, Bill Clinton said this: America is the mockery of the world. He is wrong. At some time during these next 4 years there is going to be a crisis  there will be an international crisis. I cant tell you where its going to be, I cant even tell you the circumstances  but it will happen. We need a president who has the experience, who has been tested, who has the integrity and qualifications to handle the crisis. The president has been tested, the president has the integrity and the character. The choice is yours."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Admiral Stockdale, your opening statement, please, sir?"}, {"actor": "Admiral Stockdale", "dialogue": "Who am I? Why am I here? Im not a politician  everybody knows that. So dont expect me to use the language of the Washington insider. Thirty-seven years in the Navy, and only one of them up there in Washington. And now Im an academic. The centerpiece of my life was the Vietnam War. I was there the day it started. I led the first bombing raid against North Vietnam. I was there the day it ended, and I was there for everything in between. Ten years in Vietnam, aerial combat, and torture. I know things about the Vietnam War better than anybody in the world. I know some things about the Vietnam War better than anybody in the world. And I know how governments, how American governments can be  can be courageous, and how they can be callow. And thats important. Thats one thing Im an insider on. I was the leader of the underground of the American pilots who were shot down in prison in North Vietnam. You should know that the American character displayed in those dungeons by those fine men was a thing of beauty. I look back on those years as the beginning of wisdom, learning everything a man can learn about the vulnerabilities and the strengths that are ours as Americans. Why am I here tonight? I am here because I have in my brain and in my heart what it takes to lead America through tough times."}, {"actor": "Bruno", "dialogue": "Thank you, Admiral. I thought since youre running for vice president, that we ought to start off by talking about the vice presidency itself. The vice president presides over the Senate, he casts a deciding vote in case of a tie, but his role really depends on the assignments that are given to him by the president. However, if a president should die in office, or is unable to serve for any other reason, the vice president automatically becomes president, and that has happened 5 times in this century. So the proposition I put on the table for you to discuss is this. In the case of Vice President Quayle, who were starting with, I suppose youd tell us the role that you did play in the first term and which youd like to do in a 2nd term. Go ahead, sir."}, {"actor": "Quayle", "dialogue": "Well, then I wont give you that answer. Qualifications. Ive been there, Hal. Ive done the job. Ive been tested. Ive been vice president for 4 years. Senator Gore referred to us being elected to the Congress together in 1976. Ive done the job. Ive done many things for the president. But even as vice president you never know exactly what your role is going to be from time to time, and let me just give you an example of where I was tested under fire and in a crisis. President Bush was flying to Malta in 1989 to meet with President Gorbachev. It was the first meeting between President Bush and President Gorbachev. They had known each other before. A coup broke out in the Philippines. I had to go to the situation room. I had to assemble the presidents advisers. I talked to President Aquino. I made the recommendation to the president. The president made the decision, the coup was suppressed, democracy continued in the Philippines, the situation was ended. Ive been there. And Ill tell you one other thing that qualifies you for being president  and its this, Hal  youve got to stand up for what you believe in. And nobody has ever criticized me for not having strong beliefs."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale."}, {"actor": "Stockdale", "dialogue": "My association with Mr. Perot is a very personal one and as I have stood in and finally taken his running mate position, he has granted me total autonomy. I dont take advantage of it, but I am sure that he would make me a partner in decision, in making decisions about the way to handle health care, the way to get this economy back on its feet again, in every way. I have not had the experience of these gentlemen, but  to be any more specific  but I know I have his trust, and I intend to act in a way to keep that situation alive. Thank you."}, {"actor": "Bruno", "dialogue": "Senator Gore."}, {"actor": "Gore", "dialogue": "Bill Clinton understands the meaning of the words teamwork and partnership. If were successful in our efforts to gain your trust and lead this nation, we will work together to put our country back on the right track again. The experience that George Bush and Dan Quayle have been talking about includes the worst economic performance since the Great Depression. Unemployment is up, personal income is down, bankruptcies are up, housing starts are down. How long can we continue with trickle-down economics when the record of failure is so abundantly clear? Discussions of the vice presidency tend sometimes to focus on the crisis during which a vice president is thrust into the Oval Office, and indeed, one-3rd of the vice presidents who have served have been moved into the White House. But the teamwork and partnership beforehand  and hopefully that situation never happens  how you work together is critically important. The way we work together in this campaign is one sample."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Again, I will ask the audience: please do not applaud, it takes time from the candidates. All right, now we have 5 minutes for discussion. Go ahead, Vice President Quayle."}, {"actor": "Quayle", "dialogue": "The answer to that is very simple: we are not going to raise taxes to create new jobs, we have a plan to create new jobs. But that wasnt the question. The question dealt with qualifications. Teamwork and partnership may be fine in the Congress, Senator Gore  thats what Congress is all about, compromise, teamwork, working things out. But when youre president of the US or when youre vice president and you have to fill in like I did the night of the crisis in the Philippines, youve got to make a decision, youve got to make up your mind. Bill Clinton, running for president of the US, said this about the Persian Gulf war. He said: Had I been in the Senate, I would have voted with the majority, if it was a close vote. But I agreed with the arguments of the minority. and sit there and say, well, on the one hand, this is okay, and, on the other hand, this is okay. Youve got to make the decision. President Bush has made the decisions; hes been tested, hes got the experience, hes got the qualification, hes got the integrity to be our president for the next 4 years."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Thank you, Mr. Vice President. Admiral Stockdale, its your turn to respond next, and then Senator Gore will have his chance to respond."}, {"actor": "Stockdale", "dialogue": "Okay. I thought this was just an open session, this 5-minute thing, and I didnt have anything to add to his. But I will"}, {"actor": "Gore", "dialogue": "Well, Ill jump in if you dont want"}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Quayle", "dialogue": "I thought anyone could jump in whenever they wanted to."}, {"actor": "Bruno", "dialogue": "Okay, whatever pleases you gentlemen is fine with me. Youre the candidates."}, {"actor": "Quayle", "dialogue": "But I want Admiral Stockdales time."}, {"actor": "Bruno", "dialogue": "This is not the Senate, where you can trade off time. Go ahead, Senator Gore."}, {"actor": "Gore", "dialogue": "Ill let you all figure out the rules, Ive got some points that I want to make here, and I still havent gotten an answer to my question on when you guys are going to start worrying about this country, but I want to elaborate on it before"}, {"actor": "Quayle", "dialogue": "Why doesnt the Democratic Congress  why doesnt the Democratic Congress pass the presidents bill?"}, {"actor": "Bruno", "dialogue": "Mr. Vice President, let him say his thoughts, and then you can come in."}, {"actor": "Gore", "dialogue": "I was very patient in letting you get off that string of attacks. Weve been listening to"}, {"actor": "Quayle", "dialogue": "Good points."}, {"actor": "Gore", "dialogue": " trickle-down economics for 12 years now, and you all still support trickle-down to the very last drop. And, you know, talking about this point of concentrating on every other country in the world as opposed to the people of our country right here at home, when George Bush took former Secretary of State Baker out of the State Dept and put him in charge of the campaign and made him chief of staff in the White, Mr. Baker, whos quite a capable man, said that for these last 4 years George Bush was working on the problems of the rest of the world and in the next 4 years he would target America. Well, I want you to know we really appreciate that. But Bill Clinton and I will target America from day one. We wont wait 4 years before we concentrate on the problems in this country. He went on to say that its really amazing what George Bush can do when he concentrates. Well, its time that we had a president like Bill Clinton who can concentrate and will concentrate and work on the problems of real people in this country. You know, our country is in trouble. We simply cannot continue with this philosophy of giving huge tax cuts to the very wealthy, raising taxes on middle income families the way Bush and Quayle have done and then waiting for it to work. How much longer will it take, Dan, for trickle down economics to work, in your theory?"}, {"actor": "Quayle", "dialogue": "Well, were going to have plenty of time to talk about trickle down government, which youre for. But the question"}, {"actor": "Gore", "dialogue": "Well, Id like to hear the answer."}, {"actor": "Quayle", "dialogue": "But the question is  the question is  and which you have failed to address, and that is, why is Bill Clinton qualified to be president of the US. Youve talked about"}, {"actor": "Gore", "dialogue": "Oh, Ill be happy to answer that question"}, {"actor": "Quayle", "dialogue": "Youve talked about Jim Baker. Youve talked about trickle down economics. Youve talked about the worst economy-"}, {"actor": "Bruno", "dialogue": "Now, wait a minute. The question was about"}, {"actor": "Quayle", "dialogue": " in 50 years."}, {"actor": "Gore", "dialogue": "Ill be happy to answer those. May I answer"}, {"actor": "Quayle", "dialogue": "Why is he qualified to be president of the US?"}, {"actor": "Gore", "dialogue": "Ill be happy to"}, {"actor": "Quayle", "dialogue": "I want to go back and make a point"}, {"actor": "Gore", "dialogue": "Well, youve asked me the question. If you wont answer my question I will answer yours."}, {"actor": "Quayle", "dialogue": "I have not asked you a question. Ive made a statement. I have not asked you a question, Ive made a statement that you have not told us why Bill Clinton is qualified to be president of the US. I pointed out what he said about the Persian Gulf War. But let me repeat it for you. Heres what he said, Senator. You know full well what he said."}, {"actor": "Gore", "dialogue": "You want me to answer your question?"}, {"actor": "Quayle", "dialogue": "Im making a statement. Then you can answer it."}, {"actor": "Bruno", "dialogue": "Can we give Admiral Stockdale a chance to come in, please"}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Quayle", "dialogue": "(Inaudible) heres what he said. I mean, this is the Persian Gulf War  the most important event in his political lifetime and heres what Bill Clinton says. If its a close vote, Id vote with the majority."}, {"actor": "Bruno", "dialogue": "Lets give Admiral Stockdale a chance to come in."}, {"actor": "Quayle", "dialogue": "But he was the minority. That qualifies you for being president of the US. I hope America is listening very closely to this debate tonight."}, {"actor": "Stockdale", "dialogue": "And I think America is seeing right now the reason this nation is in gridlock. The trickle downs and the tax and spends, or whatever you want to call them are at swords points. We cant get this economy going. Over here weve got Dan whose president is going to take 8 years to balance the budget and on my left, the senator, whose boss is going to get it half way balanced in 4 years. Ross Perot has got a plan to balance the budget 5 years in length from start to finish. And were  people of the non-professional category who are just sick of this terrible thing thats happened to the country. And weve got a man who knows how to fix it, and Im working for him."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "I was a little bit worried that there might not be a free flowing discussion tonight. Lets move on to the economy. Specifically the economy was talked about at great length the other night in the presidential debate. Lets talk about a very particular aspect of the economy and that is, getting people back to work. For the average person, the great fear is losing his or her job and many Americans have lost jobs in this recession, which also means the loss of benefits, the loss of a home, the destruction of a familys security. Specifically, how would your administration go about getting people back to work and how long is it going to take? And we start with Admiral Stockdale."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Stockdale", "dialogue": "The lifeblood of our economy is investment. And right now when we pay $350  we borrow $350 billion a year it saps the money markets and the private investors are not getting their share. What we do is work on that budget by an aggressive program, not a painful program, so that we can start borrowing less money and getting more investment money on the street through entrepreneurs who can build factories, who will hire people, and maybe well start manufacturing goods here in this country again. Thats  thats my answer."}, {"actor": "Bruno", "dialogue": "Okay. Senator Gore."}, {"actor": "Gore", "dialogue": "Bill Clintons top priority is putting America back to work. Bill Clinton and I will create good, high-wage jobs for our people, the same way he has done in his state. Bill Clinton has created high-wage manufacturing jobs at 10 times the national average and in fact according to the statistics coming from the Bush-Quayle Labor Dept, for the last 2 years in a role Bill Clintons state has been number one among all 50 in the creation of jobs in the private sector. By contrast, in the nation as a whole, during the last 4 years, it is the first time since the presidency of Herbert Hoover, that we have gone for a 4-year period with fewer jobs at the end of that 4-year period than we had at the beginning. And look at manufacturing. We have lost 1.4 million jobs in manufacturing under George Bush and Dan Quayle. They have even  we learned 2 weeks ago  taken our tax dollars and subsidized the moving of US factories to foreign countries. Now dont deny it because 60 Minutes and Nightline and the nations newspapers have investigated this very carefully."}, {"actor": "Bruno", "dialogue": "Vice President Quayle."}, {"actor": "Quayle", "dialogue": "Senator, dont always believe what you see on television. Let me tell you: the media have been wrong before. We have never subsidized any country  or any company to move from the US to Latin America. You know full well the Caribbean Basin Initiative, youve supported that."}, {"actor": "Gore", "dialogue": "No."}, {"actor": "Quayle", "dialogue": "That is a program there"}, {"actor": "Gore", "dialogue": "I voted against it."}, {"actor": "Quayle", "dialogue": "You voted for it and your record"}, {"actor": "Gore", "dialogue": "No."}, {"actor": "Quayle", "dialogue": "Okay. Well, well  well have a lot of interesting debate after this debate. Our people will be glad to furnish the press, if theyre interested, in Senator Gores voting record on the Caribbean Basin Initiative. But lets talk  you know, you keep talking about trickle-down economics and all this stuff, about the worst economy since Hoover. It is a bad economy. Its a tough economy. The question isnt  its not who youre going to blame; its what are you going to do about it? Your proposal it to raise $150 billion in taxes. To raise $220 billion in new spending."}, {"actor": "Gore", "dialogue": "No."}, {"actor": "Quayle", "dialogue": "How is raising taxes going to help small business? How is raising taxes going to help the farmer? How is raising taxes going to help the consumer in America? I submit to you that raising taxes will make matters much, much worse."}, {"actor": "Bruno", "dialogue": "Admiral. We now throw it open for discussion. Admiral Stockdale, its your turn to start the discussion."}, {"actor": "Stockdale", "dialogue": "Well, weve got to re  weve got to clean out the barn, if I may quote my boss, and start getting this investment money on the street so we can get, and encourage entrepreneurs to build factories. We  the program is out there. Its a put-together thing that requires some sacrifice, but not excessive, and we are willing to move forward in  on a 5-year clip to put us back where we can start over and get  get this nation straightened out."}, {"actor": "Bruno", "dialogue": "Senator Gore, getting people back to work."}, {"actor": "Gore", "dialogue": "Well, the difference between the Perot- Stockdale plan and the Clinton-Gore plan is that Ross Perots plan concentrates almost exclusively on balancing the budget and reducing the budget deficit, and the danger is that if that is the only goal it could throw our nation back into an even worse recession. Bill Clinton and I have a detailed 5-year budget plan to create good jobs, cut the budget deficit in half, and eliminate the investment deficit in order to get our economy moving forward again. We have a $20-billion infrastructure fund to create a nationwide network of high-speed rail, for example, and what are called information superhighways to open up a whole universe of knowledge for our young people and to help our universities and companies that rely on new advances in the information revolution. We also have tax incentives for investment in job-creating activities, not the kind of encouragement for short-term rip-offs like the proposal that we have had from George Bush. But I want to return and say one more time: you have used our tax dollars to subsidize the recruitment of US companies to move overseas and throw Americans out of work. In Decaturville, Tennessee, not very far from my home, a factory was shut down right there when they were solicited by officials paid with US taxpayers money, and then the replacement workers in a foreign country were trained with our tax dollars and then their imports were subsidized coming back into the US."}, {"actor": "Quayle", "dialogue": "We do not have any program that encourages companies to close down here and to go and invest on foreign soil. That is absolutely outrageous. Of course American businesses do have business abroad; weve got global competition. We want businesses to expand. Do you realize this, Senator, that every job thats overseas theres 3 jobs back here to support that. But never have we ever, nor would we, support the idea of someone closing down a factory here and moving overseas. Thats just totally ridiculous."}, {"actor": "Gore", "dialogue": "Its going on right now; it happened in Tennessee, in Decaturville, Tennessee. When George Bush went to Nashville, the employees who lost their jobs asked to meet with"}, {"actor": "Quayle", "dialogue": "I want to get back"}, {"actor": "Gore", "dialogue": "I talked with them. Let me tell you what theyre feeling. Some of them are in their 50s and 60s. They want to know where theyre going to get new jobs when their jobs have been destroyed. And there are 1.4 million manufacturing jobs that have been lost because of the policies of you and George Bush. Do you seriously believe that we ought to continue the same policies that have created the worst economy since the Great Depression?"}, {"actor": "Quayle", "dialogue": "I hope that when you talked to those people you said: and the first thing that Bill Clinton and I are going to do is to raise $150 billion in new taxes."}, {"actor": "Gore", "dialogue": "You got that wrong, too."}, {"actor": "Quayle", "dialogue": "And the first  that is part of your plan."}, {"actor": "Gore", "dialogue": "No, its not."}, {"actor": "Quayle", "dialogue": "A hundred and fifty billion dollars in new taxes. Well, youre going to disavow your plan."}, {"actor": "Gore", "dialogue": "Listen, what were proposing"}, {"actor": "Quayle", "dialogue": "You know what youre doing, you know what youre doing? Youre pulling a Clinton. And you know what a Clinton is? And you know what Clinton is? A Clinton is, is what he says  he says one thing one day and another thing the next day  you try to have both sides of the issues. The fact of the matter is that you are proposing $150 billion in new taxes."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Gore", "dialogue": "No."}, {"actor": "Quayle", "dialogue": "And I hope that you talk to the people in Tennessee"}, {"actor": "Gore", "dialogue": "No, were not."}, {"actor": "Quayle", "dialogue": " and told them that"}, {"actor": "Gore", "dialogue": "You can say it all you want but it doesnt make it true."}, {"actor": "Quayle", "dialogue": " going to have new taxes. I hope you talked to them about the fact that you were going to increase spending to $220 billion. Im sure what you didnt talk to them about was about how were going to reform the health care system, like the president wants to do. He wants to go out and to reform the health care system so that every American will have available to them affordable health insurance. Im sure one other thing that you didnt talk to them about, Senator, and that is legal reform, because your position on legal reform is the status quo. And yet you talk about foreign competition. Why should an American company have to spend 15 to 20 times on product liability and insurance costs compared to a company in Japan or a company in Germany or somewhere else? Thats not right. We have product liability reform legislation on Capitol Hill. It will create jobs. And a Democratic Congress wont pass it."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Okay. I think its time to move on to our next topic. All 3 of you gentlemen have some expertise in defense and the armed forces. Vice President Quayle and Senator Gore both served on the Senate Armed Services Committee. Admiral Stockdale, of course, has a very distinguished military career. With the end of the Cold War, everyone agrees that there are going to be major cuts. Theyve already started in the defense budget. But this country has a long history of neglecting its military needs in peace time and then paying for it with heavy casualties when were caught unprepared. How much of a defense cut is safe? What happens to the people who are forced to leave the military services, or if they lose their jobs because theyre working in defense industries. I think we start with Senator Gore this time."}, {"actor": "Gore", "dialogue": "Bill Clinton and I support a strong national defense. He and I have both fought for change within the Democratic Party as well as within the country. In the aftermath of the Cold War, the definition of strong national defense has obviously changed somewhat. For example, George Bush wants to maintain at least 150,000 American soldiers in Europe, even though World War II ended 50 years ago. Bill Clinton and I agree with so many military experts who believe that it is time for the Europeans, who are so much wealthier now and more powerful than they were at the end of World War II to start picking up a little more of that tab themselves and not rely so exclusively on the US taxpayers for the defense of Europe. We believe that we can make savings in our defense budget and at the same time, improve our national security. Now, for those who are affected by the cutbacks, whether they come from George Bush or Bill Clinton and me  the difference is, Bill Clinton and I have a defense conversion program so that those who won the Cold War will not be left out in the cold. We want to put them to work, building an infrastructure and an economy here in this country for the 90s and the next century."}, {"actor": "Bruno", "dialogue": "Vice President Quayle."}, {"actor": "Quayle", "dialogue": "We won the Cold War because we invested in national security. We won the Cold War because we invested in our military. We didnt win the Cold  we won the Cold War because we invested in national security. We won the Cold War because America had the political will and made the right decisions. Yes, we can make the cuts in defense and we have. Bill Clinton wants to cut defense another $60 billion. Id say to the defense workers in California and elsewhere, a $60 billion defense cut is going to cut a lot of jobs out. Yes, we are making a conversion and we can go to a civil space rather than having defense  or the defense industry. Well, let me say this: we would not have won the Cold War if we had listened to Senator Gore and his crowd, and had supported a nuclear freeze. If you would have supported that attitude  if you would have supported that attitude, we would not have won the Cold War. We won the Cold War because we invested and we went forward."}, {"actor": "Bruno", "dialogue": "Mr.  Admiral Stockdale, please."}, {"actor": "Stockdale", "dialogue": "Yes, thanks. The numbers, in terms of the dollar cuts, as they stand on our plans now, show us almost the same as the vice presidents. But wed note that Mr.  Governor Clintons plan is almost twice as much a cut as either one of us. Ive been through the end of World War II, and the surprise beginning of Korea, to see how we  it cost us more money because we overcut the defense budget in the first place. I dont say that So I think that should be eyed with great suspicion, people that are really kicking the props out from under our grand military establishment prematurely. Now theres other differences between the Perot approach and what we see up here on either side of me, and that has to do with we want to focus our interests, economic and military, more to the Pacific. We figure that we are generally going along with any sort of a troop removal from Europe. So thats still another face of this puzzle."}, {"actor": "Bruno", "dialogue": "Senator Gore, would you like to start the discussion period on this topic?"}, {"actor": "Gore", "dialogue": "Yeah, Id like to respond first to you, Admiral Stockdale. Under the details of our 5-year budget plan, we do propose more in defense cuts than George Bush and Dan Quayle, but only 5 % more."}, {"actor": "Stockdale", "dialogue": "Oh, yes, Ive known him"}, {"actor": "Gore", "dialogue": " has endorsed"}, {"actor": "Stockdale", "dialogue": " 50 years."}, {"actor": "Gore", "dialogue": " the military portions of our plan, even though he was the chairman of the Joint Chiefs under George Bush, and John White has endorsed the economic aspects of our plan, even though I believe he was the architect of Ross Perots economic plan. Now when I heard George Bush say at the convention in Houston, that when he heard the phrase we won the Cold War, it made him wonder who the we was. Well, I want to tell you, President Bush, the we is the people of the US of America. This wasnt a partisan victory that came suddenly, a few months after you took the oath of office. This started with Harry Truman and it was a bipartisan effort from the very beginning. George Bush taking credit for the Berlin Wall coming down is like the rooster taking credit for the sunrise. And I want to, I want to add  I want to add one other thing, because in the debate a few nights ago, I think President Bush made a very serious misstatement of fact in response to Ross Perot. It was kind of a little lecture he gave to Ross Perot when he said those SS-18s are gone, Ross, thats done. He  he reached a deal with Boris Yeltsin to completely remove them so we can all sleep safely without any fear tonight. But you know what? They thought they were going to get that deal, but when he took the person in charge of the negotiations out of the State Dept and put him in charge of the reelection campaign, the deal unraveled and now there is no START II deal at all. In fact there are serious problems."}, {"actor": "Bruno", "dialogue": "Vice President Quayle, please."}, {"actor": "Quayle", "dialogue": "The president does have a commitment from Boris Yeltsin to eliminate the SS-18s. That is a commitment to"}, {"actor": "Gore", "dialogue": "Is it an agreement?"}, {"actor": "Quayle", "dialogue": "It is a commitment."}, {"actor": "Gore", "dialogue": "Oh."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Quayle", "dialogue": "Lets talk about, lets talk about"}, {"actor": "Gore", "dialogue": "Well, he said hed"}, {"actor": "Bruno", "dialogue": "Let him talk, Senator."}, {"actor": "Quayle", "dialogue": "Lighten up here, Al."}, {"actor": "Bruno", "dialogue": "Go ahead."}, {"actor": "Quayle", "dialogue": "Lets talk about getting agreements. You know, the president of the US doesnt just negotiate with your friends in Congress; the president of the US deals on the international scene. Hes got to deal with the president of Russia, hes got to deal with the chancellor of Germany, the prime minister of Britain, the president of France, the prime minister of Japan  hes got to deal with a whole host of leaders around the world. And the leaders sit down and they will negotiate, and they will come to agreements with people that they trust. And this is a fundamental problem with Bill Clinton, is trust and character. It is not the issue of how he avoided military service 20-some years ago; its the fact  its the fact that he does not tell the truth about it. He first said he didnt get an induction notice, then we find out that he did; he said he didnt have an ROTC slot, then we find out he did; he said he didnt use Senator Fulbrights office for special influence, then we find out that he did. These are inconsistencies. Bill Clinton has trouble telling the truth. And he will have a very difficult time dealing with somebody like President Yeltsin or Chancellor Kohl or Prime Minister Major or President Mitterrand, because truth and integrity are prerequisites to being president of the US."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Gore", "dialogue": "I want to respond to that, I want to respond to that. George Bush, in case youve forgotten, Dan, said Read my lips  no new taxes."}, {"actor": "Quayle", "dialogue": "I didnt think I was going to hear that tonight."}, {"actor": "Gore", "dialogue": "Hold on, hold on, let me finish."}, {"actor": "Quayle", "dialogue": "Okay."}, {"actor": "Gore", "dialogue": "He also said he wanted to be the environmental president; then he went on to say he wanted to be the education president. Then he said that he wouldnt raise taxes again  no, never, ever, ever. Then the next day his spokesman, Marlin Fitzwater, came out and said thats not a pledge. Then 2 weeks ago he said that after the election, if you win, then James Bakers going to go back to be secretary of state; then a week later, in the debate a few nights ago, he said, no, after the election, if we win, James Baker is going to be in charge of domestic policy."}, {"actor": "Bruno", "dialogue": "Well, well have to move on to another topic."}, {"actor": "Quayle", "dialogue": "Let me"}, {"actor": "Bruno", "dialogue": "Sorry, Mr. Vice President."}, {"actor": "Quayle", "dialogue": "I dont have time to respond to that?"}, {"actor": "Bruno", "dialogue": "Youll get plenty of chance to respond, so dont worry."}, {"actor": "Quayle", "dialogue": "Okay, youre the moderator. I was under the assumption that when the thing is like that that you get a chance to respond."}, {"actor": "Bruno", "dialogue": "Well, we ran out of time; according to the agreement, its time to move on. And I want to stick to the agreement."}, {"actor": "Quayle", "dialogue": "Okay. Well, you got the last word on that, but well come back to it."}, {"actor": "Bruno", "dialogue": "But youll have a chance  I can see whats happening here: we throw out the topic and then we drift. But thats okay, because I think its making for a healthy exchange."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Gore", "dialogue": "Im enjoying it."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Bruno", "dialogue": "The only thing I would ask of you gentlemen is that when we get to the discussion period, whoever talks first be considerate of the others, because you have a tendency to filibuster."}, {"actor": "Quayle", "dialogue": "Look over there."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Bruno", "dialogue": "Okay, Im not pointing any fingers. Lets talk about the environment  well get away from controversy. And, Vice President Quayle, its your turn to start first."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Quayle", "dialogue": "Hal, thats a false choice. You dont have to have a choice between the environment and jobs  you can have both. Look at the presidents record: clean air legislation passed the Democratic Congress because of the leadership of George Bush. It is the most comprehensive clean air act in our history. We are firmly behind preserving our environment, and we have a good record with which to stand. The question comes about: What is going to be their position when it comes to the environment? I say its a false choice. You ought to ask somebody in Michigan, a UAW worker in Michigan, if they think increasing the CAFE standards, the fuel economy standards, to 45 miles a gallon is a good idea  300,000 people out of work. You ought to talk to the timber people in the Northwest where they say that, well, we can only save the owl, forget about jobs. You ought to talk to the coal miners. Theyre talking about putting a coal tax on. Theyre talking about a tax on utilities, a tax on gasoline and home heating oil  all sorts of taxes. No, Hal, the choice isnt the environment and jobs. With the right policies  prudent policies  we can have both."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Admiral Stockdale."}, {"actor": "Stockdale", "dialogue": "I read Senator Gores book about the environment and I dont see how he could possibly pay for his proposals in todays economic climate. You know, the Marshall Plan of the environment, and so forth. And also, Im told by some experts that the things that he fears most might not be all that dangerous, according to some scientists. You know, you can overdo, Im told, environmental cleaning up. If you purify the pond, the water lilies die. You know, I love this planet and I want it to stay here, but I dont like to have it the private property of fanatics that want to overdo this thing."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Senator Gore."}, {"actor": "Gore", "dialogue": "Bill Clinton and I believe we can create millions of new jobs by leading the environmental revolution instead of dragging our feet and bringing up the rear. You know, Japan and Germany are both opening proclaiming to the world now that the biggest new market in the history of world business is the market for the new products and technologies that foster economic progress without environmental destruction. Well, maybe theyre just dumb about business competition. But maybe they know something that George Bush and Dan Quayle dont know  that the future will call for greater efficiency and greater environmental efficiency. This is a value an issue that touches my basic values. Im taught in my religious tradition that we are given dominion over the Earth, but were required to be good stewards of the Earth, and that means to take care of it. Were not doing that now under the Bush-Quayle policies. They have gutted the Clean Air Act. They have broken his pledge to be the environmental president. Bill Clinton and I will change that."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Okay. Discussion period now. Again, leave time for each other, please. Vice President Quayle, go ahead."}, {"actor": "Quayle", "dialogue": "Well, Im tempted to yield to Admiral Stockdale on this. But I  you know, the fact of the matter is that one of the proposals that Senator Gore has suggested is to have the taxpayers of America spend $100 billion a year on environmental projects in foreign countries"}, {"actor": "Gore", "dialogue": "Thats not true"}, {"actor": "Quayle", "dialogue": "Foreign aid  well, Senator, its in your book. On page 304"}, {"actor": "Gore", "dialogue": "No, its not."}, {"actor": "Quayle", "dialogue": "It is there."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Gore", "dialogue": "No."}, {"actor": "Quayle", "dialogue": "It comes out to $100 billion of foreign aid for environmental projects."}, {"actor": "Bruno", "dialogue": "All right. Lets give him a chance to answer."}, {"actor": "Quayle", "dialogue": "Now, how are we going to pay for it? How are we going to pay for an extra $100 billion of the taxpayers money for this?"}, {"actor": "Gore", "dialogue": "Dan, I appreciate you reading my book very much, but youve got it wrong."}, {"actor": "Quayle", "dialogue": "No, Ive got it right."}, {"actor": "Gore", "dialogue": "Theres no such proposal."}, {"actor": "Quayle", "dialogue": "Okay, well, well find"}, {"actor": "Bruno", "dialogue": "Let him talk, Mr Vice President. Let the senator talk. Go ahead."}, {"actor": "Gore", "dialogue": "There is no such proposal. What I have called upon is a cooperative effort by the US and Europe and Asia to work together in opening up new markets throughout the world for the new technologies that are necessary in order to reconcile the imperatives of economic progress with the imperatives of environmental protection. Take Mexico City for an example. They are shutting down factories right now, not because of their economy, but because theyre choking to death on the air pollution. Theyre banning automobiles some days of the week. Now what they want is not new laser-guided missile systems. What they want are new engines and new factories and new products that dont pollute the air and the water, but nevertheless allow them to have a decent standard of living for their people. Last year 35 % of our exports went to developing countries, countries where the population is expanding worldwide by as much as one billion people every ten years. We cannot stick our heads in the sand and pretend that we dont face a global environmental crisis, nor should we assume that its going to cost jobs. Quite the contrary. We are going to be able to create jobs as Japan and Germany are planning to do right now, if we have the guts to leave. Now earlier we heard about the auto industry and the timber industry. There have been 250,000 jobs lost in the automobile industry during the Reagan-Bush-Quayle years. There have been tens of thousands of jobs lost in the timber industry. What they like to do is point the finger of blame with one hand and hand out pink slips with the other hand. Theyve done a poor job both with the economy and the environment. Its time for a change."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale, you had something you wanted to say here?"}, {"actor": "Stockdale", "dialogue": "I know that  I read where Senator Gores mentor had disagree with some of the scientific data that is in his book. How do you respond to those criticisms of that sort? Do you"}, {"actor": "Quayle", "dialogue": "Deny it."}, {"actor": "Gore", "dialogue": "Well"}, {"actor": "Stockdale", "dialogue": "Do you take this into account?"}, {"actor": "Gore", "dialogue": "No, I  let me respond. Thank you, Admiral, for saying that. Youre talking about Roger Revelle. His family wrote a lengthy letter saying how terribly he had been misquoted and had his remarks taken completely out of context just before he died."}, {"actor": "Bruno", "dialogue": "Id ask the audience to stop, please."}, {"actor": "Gore", "dialogue": " and just before he died, he co- authored an article which was  had statements taken completely out of context. In fact the vast majority of the worlds scientists  and they have worked on this extensively  believe that we must have an effort to face up to the problems we face with the environment. And if we just stick out heads in the sand and pretend that its not real, were not doing ourselves a favor. Even worse than that, were telling our children and all future generations that we werent willing to face up to this obligation."}, {"actor": "Quayle", "dialogue": "Hal, can I"}, {"actor": "Gore", "dialogue": "I believe that we have a mandate"}, {"actor": "Bruno", "dialogue": "Sure. Weve still got time."}, {"actor": "Gore", "dialogue": " to try to solve this problem, particularly when we can do it while we create jobs in the process."}, {"actor": "Bruno", "dialogue": "Go ahead, Mr. Vice President, theres still time. Not much, though."}, {"actor": "Quayle", "dialogue": "I know it. Weve got to have a little equal time here now, Hal. In the book you also suggest taxes on gasoline, taxes on utilities, taxes on carbon, taxes on timber. Theres a whole host of taxes. And I dont just  I dont believe raising taxes is the way to solve our environmental problems. And you talk about the bad situation in the auto industry. You seem to say that the answer is, well, Ill just make it that much worse by increasing the CAFE standards. Yes, the auto industry is hurting, its been hurting for a long time, and increasing the CAFE standards to 45 miles per gallon, like you and Bill Clinton are suggesting, will put, as I said, 300,000 people out of work."}, {"actor": "Bruno", "dialogue": "Okay, lets move on now. I would like to remind the audience of one thing. Trying to stop you from applauding may be a lost cause. I didnt say anything about hissing, but I do think it is discourteous, and theres no call for that, and it reflects badly on the candidate youre supporting. So lets knock that off. Lets go on to health care. Health care protection has become a necessity of life in our society, yet millions of Americans are not ensured and the cost of medical treatment is practically out of control."}, {"actor": "Quayle", "dialogue": "I think its Admiral Stockdales."}, {"actor": "Bruno", "dialogue": "I think its Admiral Stockdales turn to go first. Go ahead, sir."}, {"actor": "Stockdale", "dialogue": "Well, we have excellent technical health care, but we dont administer it very well, and the escalating costs top any other budget danger in the  on the horizon, I think. And what Mr Perot has suggested is that we try to re- -to look at the incentives, the incentives that are in our current way of doing business, are what are killing us. Theres  theres no incentive for a hypochondriac not to go to the  to Medicare every day. There is no incentive for a doctor to curtail the expensive tests because hes under threat of malpractice lawyers. And so we  we just have a web of wrong-way incentives that has to be changed by some people who are in the medical profession and some other crafty people who know how to write contracts to change incentives or get  get the  the incentives situation under control."}, {"actor": "Bruno", "dialogue": "Senator Gore."}, {"actor": "Gore", "dialogue": "Bill Clinton and I believe that if a criminal has the right to a lawyer, every American family ought to have the right to see a doctor of their own choosing when they need to see a doctor. There are almost 40 million Americans who work full time today and yet have no health insurance whatsoever. We are proposing to change that, not with a government-run plan, not with new taxes, but with a new approach called managed competition. We are going to provide a standard health insurance package provided by private insurance companies and eliminate the duplication and red tape, and overlap, and were going to have cost controls to eliminate the unnecessary procedures that are costing so much money today. There was a bipartisan commission evenly divided between Republicans and Democrats who looked at our plan and the Bush-Quayle proposal. They said ours will save tens of billions of dollars and cover every American. The Bush proposal, by contrast, will cost us tens of billions and still leave Americans uninsured."}, {"actor": "Bruno", "dialogue": "Mr Vice President."}, {"actor": "Quayle", "dialogue": "Hal, President Bush has had his health care reform agenda on Capitol Hill for 8 months. Hes had parts of it up there for years. You talk about increasing costs that the president has had on Capitol Hill-  medical malpractice reform legislation  for several years. Defensive medicine and health care today cost $20.7 billion. Defense medicine defined as testing and treatment that is only necessary in case of a law suit. Wouldnt that be nice to take $20.7 billion that were putting into our legal system and put it to preventive health care or womens health care or something else besides trial lawyers? But no  you dont want to reform the health care system to drive down costs through medical malpractice. What youre doing  you are talking about a government program. Your program is to ration health care. You said in your statement to see a doctor when you want to see a doctor. When you start rationing health care theres going to be a waiting line to see a doctor unless its an emergency. Remember when we rationed energy in this country? Waiting lines at the gasoline stations. The same thing would happen when you ration health care. The presidents proposal deals with tax credits, deductions and purchasing health care in the private sector and making health care affordable and available to every single American."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale, would you like to start the discussion period?"}, {"actor": "Stockdale", "dialogue": "Well, Im out of ammunition on this"}, {"actor": "Gore", "dialogue": "Well, let me talk then because Ive got a couple of things that I want to say."}, {"actor": "Bruno", "dialogue": "Go ahead, Senator."}, {"actor": "Gore", "dialogue": "We still didnt get an answer to the question of why George Bush waited for 3 and a half years"}, {"actor": "Quayle", "dialogue": "He didnt wait 3 and a half years."}, {"actor": "Gore", "dialogue": " during the national"}, {"actor": "Quayle", "dialogue": "I did answer the question."}, {"actor": "Gore", "dialogue": " health insurance crisis before he even made a proposal. And it still hasnt been submitted to Congress in the form of legislation. I also want to respond to the question about malpractice. Do you know which state has the lowest malpractice premiums in the entire country? Bill Clintons Arkansas does  partly because he has passed reform measures limiting the time during which malpractice suits can be filed. In fact, tort claims generally have fallen 10 % under Bill Clinton there. But you know, thats not the reason for this health insurance crisis. The reason is, weve had absolutely no leadership. Let me tell you about a friend of mine named Mitch Philpot from Marietta, Georgia  not far from here  who Tipper and I met with his family in Johns Hopkins Hospital. Their son, Brett, was in the bed next to our son and they couldnt pay their medical bills. They used to live in Atlanta, but they lost their house. And while they were there, both Mitch and his wife lost their jobs because they could not get unpaid leave."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Mr Vice President."}, {"actor": "Quayle", "dialogue": "Pass our Family Leave Act, because it goes to small businesses where the major problem is. Your proposal excluded small business. Thats the problem."}, {"actor": "Gore", "dialogue": "Did you require it? Did you require it?"}, {"actor": "Quayle", "dialogue": "My turn  (holding hand up at Gore)"}, {"actor": "Gore", "dialogue": "Did you require (inaudible)"}, {"actor": "Quayle", "dialogue": "Lighten up Al. My turn."}, {"actor": "Gore", "dialogue": "Its a free discussion."}, {"actor": "Quayle", "dialogue": "Take a breath, Al. Inhale."}, {"actor": "Gore", "dialogue": "Its a free discussion."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Quayle", "dialogue": "We offered incentives to small businesses. Yes or no"}, {"actor": "Gore", "dialogue": "Thats a no, isnt it?"}, {"actor": "Quayle", "dialogue": "Was small business exempted under your proposal?"}, {"actor": "Gore", "dialogue": "Yes."}, {"actor": "Quayle", "dialogue": "Yes. And thats where the biggest problem is"}, {"actor": "Gore", "dialogue": "Did you require it of anyone?"}, {"actor": "Quayle", "dialogue": "Im going to get back to the topic again"}, {"actor": "Gore", "dialogue": "Did you require it of anyone?"}, {"actor": "Quayle", "dialogue": " because he obviously doesnt want to talk about health insurance or health care, which you address. I was absolutely  I shouldnt say that  another Clinton. You pulled another Clinton on me because here you go again. Medical malpractice legislation has been before the Congress of the US and you tried to convince the American people that Bill Clinton is for tort reform? The biggest campaign contributors to your campaign are the trial lawyers of America. We have a letter  and were going to release it again to the media, if the media is interested  where the head of the trial lawyers of Arkansas said that Bill Clinton was basically in their back pocket, that Bill Clinton has always opposed tort reform of any kind. Its in the letter, we have it, well make it available  because Bill Clinton is not for tort reform. Id like to know where Bill Clinton stands on health insurance. When he was campaigning in New Hampshire, he said I am for the pay-or-play health insurance. Pay or play, thats a 7 to 9 % payroll tax on every worker in America that participates in this program."}, {"actor": "Gore", "dialogue": "Can I respond?"}, {"actor": "Quayle", "dialogue": "And then, all of a sudden, this summer he says, oh, Im not for a pay or play. Here we go again. Bill Clinton, one day hes for pay or play, the next day hes against pay or play. He does it in education. He writes Polly Williams, a Democrat state legislator in Milwaukee, Wisconsin, saying Im for choice in education; then he goes to the NEA teachers union and says, sorry, Im not for choice in education because you wont let me be for choice in education. One time Bill Clinton says term limits  we ought to limit terms, its ridiculous that a member of Congress can serve for 30, 40, 50 years, and you limit the terms of the president  but thats another subject."}, {"actor": "Gore", "dialogue": "Were fixing to limit one."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Quayle", "dialogue": "Its not going to be mine; its going to be people like you and Kennedy and Metzenbaum and George Mitchell and the rest of that Democratic Congress on Capitol Hill  thats who were talking about. And thats who the American people  as you well know, youve got term limits for a president, you dont have term limits for Congress, and I think its absolutely ridiculous that we dont."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Gore", "dialogue": "I want to respond to some of this."}, {"actor": "Quayle", "dialogue": "Here goes Bill Clinton again: he says, well, term limits, thats an interesting idea, I think I might be in favor of that. Then his Democratic friends in Congress say, no, Bill, you cant be for that. Bill Clinton has trouble telling the truth. You have to tell the truth."}, {"actor": "Gore", "dialogue": "I want to respond, if I might."}, {"actor": "Bruno", "dialogue": "Go ahead, Senator, quickly."}, {"actor": "Gore", "dialogue": "You know, in response to my question before that long laundry list, he said that they had their own family leave proposal. It was just like the proposal of your party back when Social Security was first proposed. You said: were for it as long as its voluntary. Same with Medicare. You said: were for it so long as its voluntary. Civil rights  were for it so long as its voluntary."}, {"actor": "Bruno", "dialogue": "Senator, Im going to have to ask you to wrap this one up."}, {"actor": "Gore", "dialogue": "Family leave is important enough to be required."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Okay, thanks. Coming out of health care, again trying to avoid controversy, lets talk about the abortion debate. Abortion rights has been a bitter controversy in this country for almost 20 years. Its been heightened by the recent Supreme Court decisions. So Ill make it very simple in this question: Where do each of you stand on the issue? What actions will your presidents administration take on the abortion question? Will it be a factor in the appointment of federal judges, especially to the Supreme Court? And I believe that Senator Gore goes first."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Gore", "dialogue": "Bill Clinton and I support the right of a woman to choose. That doesnt mean were pro-abortion; in fact, we believe there are way too many abortions in this country. And the way to reduce them is by reducing the number of unwanted pregnancies, not vetoing family planning legislation the way George Bush has consistently done. The reason we are pro-choice and in favor of a womans right to privacy is because we believe that during the early stages of a pregnancy the government has no business coming in and ordering a woman to do what the government thinks is best. What Dan Quayle and George Bush and Jerry Falwell and Pat Robertson think is the right decision in a given set of circumstances is their privilege  but dont have the government order a woman to do what they think is the right thing to do. We ought to be able to build more common ground among those who describe themselves as pro-choice and pro-life in efforts to reduce the number of unwanted pregnancies."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Vice President Quayle, your turn."}, {"actor": "Quayle", "dialogue": "This issue is an issue that divides Americans deeply. I happen to be pro-life. I have been pro-life for my 16 years in public life. My objective and the presidents objective is to try to reduce abortions in this country. We have 1.6 million abortions. We have more abortions in Washington, DC, than we do live births. Why shouldnt we have more reflection upon the issue before abor  the decision of abortion is made. I would hope that we would agree upon that. Something like a 24-hour waiting period, parental notification. I was in Los Angeles recently and I talked to a woman who told me that she had an abortion when she was 17 years of age. And looking back on that she said it was a mistake. She said  she said I wished at that time, that I was going through this difficult time, that I had counseling to talk about the post-abortion trauma, and talk about adoption rather than abortion. Because if I had had that discussion, I would have had the child. Lets not forget that every abortion stops a beating heart. I think we have far too many abortions in this country, in this country of ours."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale."}, {"actor": "Stockdale", "dialogue": "I believe that a woman owns her body and what she does with it is her own business, period. Period."}, {"actor": "Bruno", "dialogue": "Thats it?"}, {"actor": "Stockdale", "dialogue": "I dont  I, too, abhor abortions, but I dont think they should be made illegal, and I dont  and I dont think its a political issue. I think its a privacy issue."}, {"actor": "Bruno", "dialogue": "You caught me by surprise. Lets go ahead with the discussion of this issue. Senator Gore."}, {"actor": "Gore", "dialogue": "Well, you notice in his response, that Dan did not say I support the right of a woman to choose. That is because he and George Bush have turned over their party to Pat Buchanan and Phyllis Schlafly, who have ordered them to endorse a platform which makes all abortions illegal under any circumstances, regardless of what has led to that decision by a woman."}, {"actor": "Quayle", "dialogue": "Senator, do you support a 24-hour waiting period?"}, {"actor": "Gore", "dialogue": " illegal under any of those circumstances."}, {"actor": "Quayle", "dialogue": "Do you support a 24-hour waiting period?"}, {"actor": "Gore", "dialogue": "Let me finish this, briefly. Now  now you want to waffle around on it and give the impression that maybe you dont really mean what you say. But again, you can clear it up by simply repeating I support the right of a woman to choose. Say it."}, {"actor": "Bruno", "dialogue": "Let him say it himself. Let him say his own words. Go ahead, Mr Vice President."}, {"actor": "Quayle", "dialogue": "Thank you. Talk about waffling around. This issue is a very important issue. It has been debated throughout your public life and throughout my public life, and one thing that I dont think that it is wise to do, and that is to change your position. At one time, and most of the time in the House of Representatives, you had a pro-life position."}, {"actor": "Gore", "dialogue": "Thats simply not true."}, {"actor": "Quayle", "dialogue": "In 1987, you wrote a letter, and well pass this out to the media"}, {"actor": "Gore", "dialogue": "That is simply not true."}, {"actor": "Quayle", "dialogue": "You wrote a letter saying that you oppose taxpayer funding of abortion. Bill Clinton has the same type of a record."}, {"actor": "Gore", "dialogue": "In some circumstances."}, {"actor": "Quayle", "dialogue": "Youre going to qualify it now."}, {"actor": "Gore", "dialogue": "And I still do."}, {"actor": "Quayle", "dialogue": "And Bill Clinton, when he was governor of Arkansas, also worked with the Right to Life people and supported Right to Life positions and now he has changed. Talk about waffling around. This is the typical type of Clinton response. Even on the issue like abortion. Hes on both sides of the issue."}, {"actor": "Gore", "dialogue": "Well, wait"}, {"actor": "Bruno", "dialogue": "Lets stick with the question, Mr Vice President."}, {"actor": "Quayle", "dialogue": "How long did he have"}, {"actor": "Gore", "dialogue": "I know you want to change the subject, Dan, but lets stay on this one for a while."}, {"actor": "Quayle", "dialogue": "How long did he have to wait  or how quickly did he change his position on education? He changes his position all the time."}, {"actor": "Gore", "dialogue": "Lets stay with this issue for a while."}, {"actor": "Quayle", "dialogue": "Bill Clinton  Bill Clinton has trouble telling the truth. 3 words he fears most in the English language."}, {"actor": "Bruno", "dialogue": "Does anybody have any view about the appointment of judges on this?"}, {"actor": "Quayle", "dialogue": "Tell the truth."}, {"actor": "Gore", "dialogue": "Yeah, I want to talk about this, because the question was not about free trade or education. The question"}, {"actor": "Quayle", "dialogue": "Talk about waffling. Youre the one who brought up the"}, {"actor": "Gore", "dialogue": "Now, I let you talk."}, {"actor": "Quayle", "dialogue": " issue of waffling. Hes waffled on the abortion issue."}, {"actor": "Gore", "dialogue": "I let you talk. Let me talk now. Its going to be a long evening if youre like this, now."}, {"actor": "Quayle", "dialogue": "Oh, no, its not"}, {"actor": "Gore", "dialogue": "Dont change the subject"}, {"actor": "Bruno", "dialogue": "Lets get on with it. Gentlemen, lets get on with it."}, {"actor": "Gore", "dialogue": "Dont change the subject"}, {"actor": "Quayle", "dialogue": "Well, answer my questions, then."}, {"actor": "Gore", "dialogue": "What you have done"}, {"actor": "Quayle", "dialogue": "Answer my questions. On the 24 hour waiting period  do you support that?"}, {"actor": "Gore", "dialogue": "I have had the same position"}, {"actor": "Quayle", "dialogue": "Do you support that?"}, {"actor": "Gore", "dialogue": "I have had the same position on abortion in favor of a womans right to choose. Do you support a womans right to choose"}, {"actor": "Quayle", "dialogue": "Do you support a 24 hour waiting period to have"}, {"actor": "Gore", "dialogue": "Youre still avoiding"}, {"actor": "Quayle", "dialogue": "How about avoiding the question?"}, {"actor": "Gore", "dialogue": " the question. Now, wait a minute. Let me tell you why this is so important. There are millions of women in this country who passionately believe in the right of a woman to privacy. And they want to stack the Supreme Court with justices who will take away the right to privacy. Make no mistake about it. That is their agenda And if you support them, dont be surprised that that is exactly what they want to do and that is why Dan Quayle refuses to say this evening that he supports the right of a woman to choose. I agree with Admiral Stockdale and the vast majority of Democrats and Republicans in this country. You know, one of the reasons so many Republicans are supporting the Clinton- Gore ticket is because theyve turned over the party to this right wing extremist group which takes positions on issues like abortion that dont even allow exceptions for rape and incest."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "Senator"}, {"actor": "Gore", "dialogue": "Again, cant you just say you support the right of a woman to choose?"}, {"actor": "Bruno", "dialogue": "Could we give Admiral Stockdale a chance to jump in here if he wants to, if he dares to."}, {"actor": "Stockdale", "dialogue": "I would like to get in  I feel like Im an observer at a pingpong game, where theyre talking about well, you know, theyre expert professional politicians that massage these intricate plots and know every nuance to em. And meantime, were facing a desperate situation in our economy. Ive seen the cost of living double in my lifetime. A new granddaughter was born in my family  my granddaughter- -3 weeks ago. And according to the statistics that we have  that is, the Perot group  the chances of her seeing a doubling of the standard of living are nil. In fact, her children will be dead before another  this standard of living is doubled. So what the heck! Lets get on with talking about something substantive."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "All right. Mr Vice President, youll have a chance to Youll have a chance in the closing statements."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Quayle", "dialogue": "We need to get on"}, {"actor": "Bruno", "dialogue": "No, lets move on to another topic."}, {"actor": "Quayle", "dialogue": "Just 15 seconds to respond."}, {"actor": "Gore", "dialogue": "Well, can I have 15 seconds also?"}, {"actor": "Bruno", "dialogue": "No, lets move on, gentlemen."}, {"actor": "Quayle", "dialogue": "Ill tell you what. If"}, {"actor": "Bruno", "dialogue": "Lets not  were not horse trading. Were having a debate. Lets go on. Lets talk about the cities. Because thats where a majority of Americans live, in urban areas, and theyre facing a financial and social crisis. Theyve lost sources of tax revenue. The aid that once came from the federal and state governments has been drastically cut. Theres an epidemic of drugs, crime and violence. Their streets, their schools are like war zones. Its becoming increasingly difficult to pay for public education, for transportation, for police and fire protection, the basic services that local government must provide. Vice President Quayle, its your turn to go first."}, {"actor": "Quayle", "dialogue": "Well, Hal, enterprise zones are important and its an idea that the president has been pushing, and theres been very strong reluctance on, with the Democratic Congress. Well continue to push it. We also want, Hal, to have home ownership. I was at a housing sub  a housing project in San Francisco several months ago and met with people that were trying to reclaim their neighborhood. They wanted home ownership. They didnt want handouts. And I was with the Democrat mayor of San Francisco who was there supporting our idea. But when you look at the cities and you see the problems we have with crime, drugs, lack of jobs, I also want to point out one of the fundamental problems that we have in American cities and throughout America today, and that is the breakdown of the American family. I know some people laugh about it when I talk about the breakdown of the family, but its true. 60 % of the kids that are born in our major cities today are born out of wedlock. We have too many divorces. We have too many fathers that arent assuming their responsibility. The breakdown of the family is a contributing factor to the problems that we have in urban America."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale."}, {"actor": "Stockdale", "dialogue": "I think enterprise zones are good, but I think the problem is deeper than that. I think we are  you know, when I was  I ran a civilization for several years, a civilization of 3 to 4 hundred wonderful men. We had our own laws. We had our own, practically our own constitution. And I put up  I was the  I was the sovereign for a good bit of that. And I tried to analyze human predicaments in that microcosm of life in the  in the world. And I found out that when I really got down to putting out dos and donts, and lots of these included take torture for this and that, and this and that, and never take any amnesty, for reasons they all understood and went along with. But one of the  we had an acronym, BACKUS, and each one of those B-a-c-k was something for which you  you had to make them hurt you before you did it. Bowing in public, making, making  getting on the radio and so forth. But at the end it was US, BACKUS. You got the double meaning there. But the US could be called the US, but it was Unity Over Self, Loners Make Out. Somehow were going to have to get some love in this country between races, and between rich and poor. You have got to have leaders  and theyre out there  who can do this with their bare hands, with  working with, with people on the scene."}, {"actor": "Bruno", "dialogue": "Senator Gore, please."}, {"actor": "Gore", "dialogue": "George Bushs urban policy has been a tale of 2 cities: the best of times for the very wealthy; the worst of times for everyone else. We have seen a decline in urban America under the Bush-Quayle administration. Bill Clinton and I want to change that, by creating good jobs, investing in infrastructure, new programs in job training and apprenticeship, welfare reform  to say to a mother with young children that if she gets a good job, her children are not going to lose their Medicaid benefits; incentives for investment in the inner city area, and, yes, enterprise zones. Vice President Quayle said theyre important, but George Bush eliminated them from his urban plan, and then"}, {"actor": "Quayle", "dialogue": "Well, thats not true."}, {"actor": "Gore", "dialogue": "And then, when they were included in a plan that the Congress passed,"}, {"actor": "Quayle", "dialogue": "We have been for enterprise zones"}, {"actor": "Gore", "dialogue": " George Bush vetoed the enterprise zone law, the law that included them, for one reason: because that same bill raised taxes on those making more than $200,000 a year. Lets face up to it, Dan: your top priority really, isnt it, to make sure that the very wealthy dont have to pay any more taxes. We want to cut taxes on middle-income families and raise them on those making more than $200,000 a year."}, {"actor": "Quayle", "dialogue": "What plan is that?"}, {"actor": "Gore", "dialogue": "And if we can take our approach, the cities will be much better off."}, {"actor": "Bruno", "dialogue": "Lets start the discussion period right here. Go ahead."}, {"actor": "Quayle", "dialogue": "What plan is that thats just going to raise taxes on those making over $200,000 a year? You may call that your plan, but everyone knows that you simply cant get $150 billion in new taxes by raising the marginal tax rate to a top rate of 36 % and only tax those making $200,000 a year. Its absolutely ridiculous. The top 2 % which you refer to, that gets you down to $64,000; then you have about a $40-billion shortfall  that gets you down to $36,000 a year. Everybody making more than $36,000 a year will have their taxes increased if Bill Clinton is president of the US. And I dont know how youre going to go to urban America and say that raising taxes is good for you. I dont know how youre going to go to urban America and say, well, the best thing that we can offer is simply to raise taxes again. This is nothing more than a tax-and-spend platform. Weve seen it before. It doesnt work. Let me tell you about a story."}, {"actor": "Gore", "dialogue": "Can I respond to some of that?"}, {"actor": "Quayle", "dialogue": "Ive got a very good example"}, {"actor": "Gore", "dialogue": "Can I respond to some of that?"}, {"actor": "Quayle", "dialogue": " when we talk about families here, because I was meeting with some former gang members in Phoenix and Los Angeles and Albuquerque, New Mexico. And when I talked to those former gang members, heres what they told me why they joined the gang. They said, well, joining a gang is like joining a family. I said, joining a family? Yes, because the gang offered support, it offered leadership, it offered comfort, it was a way to get ahead."}, {"actor": "Bruno", "dialogue": "Senator Gore, you wanted to respond?"}, {"actor": "Quayle", "dialogue": "And thats why I think that families have to be strengthened, and you dont strengthen the American family by raising taxes."}, {"actor": "Gore", "dialogue": "I do want to respond to that."}, {"actor": "Bruno", "dialogue": "Go ahead, Senator, Admiral."}, {"actor": "Gore", "dialogue": "George Bush and Dan Quayle want to protect the very wealthy. That is the group that has gotten all of the tax cuts under the Bush-Quayle administration. Nobody here who is middle income has gotten a tax cut because middle-income families have had tax increases under Bush and Quayle in order to finance the cuts for the very wealthy. Thats what trickle-down economics is all about. And they want to continue it. Were proposing to also require foreign corporations to pay the same taxes that American corporations do when they do business here in the US of America. George Bush has not been willing to enforce the laws and collect those taxes. We want to close that loophole and raise more money in that way."}, {"actor": "Bruno", "dialogue": "Senator, can we stick to the cities, sir?"}, {"actor": "Gore", "dialogue": "Excuse me?"}, {"actor": "Bruno", "dialogue": "Stick to the cities."}, {"actor": "Gore", "dialogue": "All right. Well, he, he talked about ways to raise money to help the cities. What were proposing is to invest in the infrastructure in cities and have targeted tax incentives for investment right in inner city areas. The enterprise zones represent a part of our proposal also, and strengthening the family through welfare reform. And you know the Bush administration has cut out  has vetoed family leave, they have cut childhood immunization and college aid."}, {"actor": "Quayle", "dialogue": "How about supporting parents and the right to choose where their kids go to school, Al?"}, {"actor": "Gore", "dialogue": "We"}, {"actor": "Quayle", "dialogue": "Let the parents  let the parents"}, {"actor": "Gore", "dialogue": "Do you want me to answer?"}, {"actor": "Quayle", "dialogue": " public or private schools?"}, {"actor": "Gore", "dialogue": "Want me to answer?"}, {"actor": "Bruno", "dialogue": "Go ahead."}, {"actor": "Gore", "dialogue": "We support the public school choice to go to any public school of your choice. What we dont support  and listen to what theyre proposing  to take US taxpayer dollars and subsidize private schools. Now Im all for private schools, but to use taxpayer dollars, when the people who get these little vouchers often wont be able to afford the private school anyway, and the private school is not"}, {"actor": "Quayle", "dialogue": "Al, I think, I think its important"}, {"actor": "Gore", "dialogue": " under any obligation to admit them, that is a ripoff of the US taxpayer."}, {"actor": "Quayle", "dialogue": "Thats important. This is a very- -this is a very important issue. Choice in education is a very important issue."}, {"actor": "Bruno", "dialogue": "Let him respond."}, {"actor": "Quayle", "dialogue": "And he said that he was not for choosing  giving the parents the right to choose to send their children to public schools. But its okay for the wealthy to choose to send their kids to private schools, but its not okay for the middle class and the working poor to choose where they want to send their kids to school. I think that its time that all parents in America have a right to choose where they send their kids to school to get an education."}, {"actor": "Bruno", "dialogue": "Admiral Stockdale, would you like to have the last word in this period?"}, {"actor": "Stockdale", "dialogue": "I  I come down on the side of freedom of school choice. The  and theres a lot of misunderstandings that Ive heard here tonight, that I may have the answer to. The  starting at, you know, for the last, almost a decade, weve worried about our schools officially through Washington, and the president had a meeting of all the governors, and then they tried the conventional fixes for schools, that is, to increase the certification of  requirements for the teachers, to lengthen the school day, to lengthen the school year and nothing  this is a very brief overview of the thing  but nothing happened. And its time to change the schools structure. In schools, bureaucracy is bad and autonomy is good. The only good schools we have are those run by talented principals and devoted teachers, and theyre running their own show. How many times have I thrived? You know, the best thing I had when I ran that civilization, it succeeded, and its a landmark. The best thing I had going for me was I had no contact with Washington for all those years."}, {"actor": "Gore", "dialogue": "Could I respond?"}, {"actor": "Bruno", "dialogue": "We have to go on. What Im about to say doesnt apply to the debate tonight; it applies to the campaign thats been going on outside this auditorium. With 3 weeks to go, this campaign has at times been very ugly, with the tone being set by personal negative attacks. As candidates, how does it look from your viewpoint? And are these tactics really necessary? Admiral Stockdale  its your turn to go first."}, {"actor": "Stockdale", "dialogue": "You know, I didnt have my hearing aid turned on. Tell me again."}, {"actor": "descriptor", "dialogue": "(Laughter)"}, {"actor": "Bruno", "dialogue": "Im sorry, sir. I was saying that at times this campaign has been very ugly with personal negative attacks. As a candidate, how does it look from where you are and are these tactics really necessary?"}, {"actor": "Stockdale", "dialogue": "Nasty attacks  well, I think there is a case to be made for putting emphasis on character over these issues that weve been batting back and forth and have a life of their own. Sure, you have to know where youre going with your government, but character is the big variable in the success. Character of the leaders is the big variable in the success  long term success  of an administration. I went to a friend of mine in New York some years ago and he was a president of a major TV network and he said, you know, I think we have messed up this whole  this election process  it was an election year  by stressing that  putting out the dogma that issues are the thing to talk about, not character. He said, I felt so strongly about this, I went back and read the Lincoln-Douglas debates. Read those debates. How do they come down? Douglas is all character. He knows all of the little stinky numbers these guys do. Abraham Lincoln had character. Thank God we got the right president in the Civil War. But that is a question that is a valid one, and you know, I would like to brag about the character of my boss."}, {"actor": "Bruno", "dialogue": "Okay, Senator Gore."}, {"actor": "Gore", "dialogue": "This election is about the future of our country, not about personal attacks against one candidate or another. Our nation is in trouble and it is appalling to me that with 10 million Americans out work, with the rest working harder for less money than they did 4 years ago, with the loss of 1.4 million manufacturing jobs in our nation, with the health care crisis, a crisis of crime and drugs and AIDS, substandard education, that George Bush would constantly try to level personal attacks at his opponent."}, {"actor": "Bruno", "dialogue": "Okay. Vice President Quayle."}, {"actor": "Quayle", "dialogue": "Let me answer the question."}, {"actor": "Bruno", "dialogue": "Go ahead."}, {"actor": "Quayle", "dialogue": "Hal, you said  and I wrote it down here  personal negative attacks. (Laughs) Has anyone been reading my press clippings for the last 4 years? But I happen to  I agree with one thing on  with Senator Gore, and that is that we ought to look to the future, and the future is, whos going to be the next president of the US. And is it a negative attack and a personal attack to point out that Bill Clinton simply has trouble telling the truth? He said that he didnt even demonstrate  he told the people in Arkansas in 1978. Then we find out he organized demonstrations. You know, I dont care whether he demonstrated or didnt demonstrate. The fact  the question is, tell the truth. Just tell us the truth. Today, Bill Clinton  excuse me  yesterday in Philadelphia on a radio show, just yesterday on a radio show, he attacked  Admiral, he attacks Ross Perot saying the media is giving Ross Perot a free ride. The press asked him when the klieg lights are on, said what do you mean by Ross Perot getting a free ride? He says I didnt say that at all. I mean, you cant have it both ways. No, I dont think that is a personal attack. What I find troubling with Bill Clinton is he cant tell the truth. You cannot lead this great country of ours by misleading the people."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "All right, gentlemen, the control room advises me that in order to have time for your closing statements, which we certainly want, there simply is not going to be time for a discussion period on this particular topic. So lets go to the closing statements. You have 2 minutes each. And well start with Admiral Stockdale."}, {"actor": "Stockdale", "dialogue": "I think the best justification for getting Ross Perot in the race again to stay is that were seeing this kind of chit-chat back and forth about issues that dont concentrate on where our grandchildren  the living standards of our children and grandchildren. He is, as I have read in more than one article, a revolutionary; hes got plans out there that are going to double the speed at which this budget problem is being cared for. It was asked how, if we would squeeze down so fast that we would strangle the economy in the process. That is an art, to follow all those variables and know when to let up and to nurse this economy back together with pulls and pushes. And theres no better man in the world to do that than that old artist, Ross Perot. And so I think that my closing statement is that I think Im in a room with people that arent the life of reality. The US is in deep trouble. Weve got to have somebody that can get up there and bring out the firehoses and get it stopped, and thats what were about in the Perot campaign."}, {"actor": "Bruno", "dialogue": "Thank you. Senator Gore, your closing statement, sir."}, {"actor": "Gore", "dialogue": "Three weeks from today, our nation will make a fateful decision. We can continue traveling the road we have been on, which has led to higher unemployment and worse economic times, or we can reach out for change. If we choose change, it will require us to reach down inside ourselves to find the courage to take a new direction. Sometimes it seems deceptively easy to continue with the old habits even when theyre no longer good for us. Trickle-down economics simply does not work. We have had an increase in all of the things that should be decreasing. Everything that should have been increasing has been going down. We have got to change direction. Bill Clinton offers a new approach. He has been named by the other 49 governors, Republicans and Democrats alike, as the best and most effective governor in the entire US of America. Hes moved 17,000 people off the welfare rolls and on to payrolls. He has introduced innovations in health care and education, and again, he has led the nation for the last 2 years in a row in the creation of jobs in the private sector. We simply cannot stand to continue with this failed approach that is no good for us. Ultimately, it is a choice between hope and fear, a choice between the future and the past. It is time to reach out for a better nation. We are bigger than George Bush has told us we are, as a nation, and we have a much brighter future. Give us a chance. With your help, well change this country and we cant wait to get started."}, {"actor": "Bruno", "dialogue": "Vice President Quayle."}, {"actor": "Quayle", "dialogue": "Thank you, Hal. Id like to use this closing statement to talk to you about a few people that I have met in these last 4 years. I think of a woman in Chicago when I was talking to parents about education where she stood up and said Im sick and tired of these schools in this city being nothing but a factory for failure. And thats why we support choice in education. I was in Beaumont, Texas, and met with small business people, and they wanted to reform the civil justice system because they think our legal system costs too much and theres too much of a delay in getting an answer. I was in Middletown, Ohio, talking to a welfare woman, where she said I want to go back to work and I had a job offered to me but Im not going to take it because I have 2 children at home and the job that is offered to me doesnt have health insurance. Under President Bushs health care reform package that woman wont have to make a choice about going back to work or health care for her children, because shell have both. I was in Vilnius, Lithuania, Independence Square, speaking to 10,000 people in the middle of winter. Hundreds of people came up to me and said: God bless America. Yes, in the next 4 years, as I said, somewhere, some time, theres going to be a crisis, and you need to have a president that is qualified, has the experience, and has been tested. Not one time during this evening, during 90 minutes, did Al Gore tell us why Bill Clinton is qualified to be president. He never answered my charges that Bill Clinton has trouble telling the truth."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Bruno", "dialogue": "That concludes this vice presidential debate. Id like to thank Vice President Quayle, Senator Gore, Admiral Stockdale for being participants. The next presidential debate is scheduled for this Thursday at 9:00 PM Eastern Time at the University of Richmond in Richmond, Virginia. To all of our viewers and listeners, thank you and good night."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}], "date": ["October", "13", "1992"]}