{"content": [{"actor": "Brokaw", "dialogue": "Good evening from Belmont University in Nashville, Tennessee. Im Tom Brokaw of NBC News. And welcome to this second presidential debate, sponsored by the Commission on Presidential Debates. Tonights debate is the only one with a town hall format. The Gallup Organization chose 80 uncommitted voters from the Nashville area to be here with us tonight. And earlier today, each of them gave me a copy of their question for the candidates. From all of these questions  and from tens of thousands submitted online  I have selected a long list of excellent questions on domestic and foreign policy. Neither the commission nor the candidates have seen the questions. And although we wont be able to get to all of them tonight, we should have a wide-ranging discussion one month before the election. Each candidate will have two minutes to respond to a common question, and there will be a one-minute follow-up. The audience here in the hall has agreed to be polite, and attentive, no cheering or outbursts. Those of you at home, of course, are not so constrained. The only exception in the hall is right now, as it is my privilege to introduce the candidates, Senator Barack Obama of Illinois and Senator John McCain of Arizona. Gentlemen, we want to get underway immediately, if we can. Since you last met at Ole Miss 12 days ago, the world has changed a great deal, and not for the better. We still dont know where the bottom is at this time. As you might expect, many of the questions that we have from here in the hall tonight and from online have to do with the American economy and, in fact, with global economic conditions. I understand that you flipped a coin. And, Senator Obama, you will begin tonight. And were going to have our first question from over here in Section A from Alan Schaefer (ph)."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Question", "dialogue": "With the economy on the downturn and retired and older citizens and workers losing their incomes, whats the fastest, most positive solution to bail these people out of the economic ruin?"}, {"actor": "Obama", "dialogue": "Well, Alan (ph), thank you very much for the question. I want to first, obviously, thank Belmont University, Tom, thank you, and to all of you who are participating tonight and those of you who sent e-mail questions in. I think everybody knows now we are in the worst financial crisis since the Great Depression. And a lot of you I think are worried about your jobs, your pensions, your retirement accounts, your ability to send your child or your grandchild to college. And I believe this is a final verdict on the failed economic policies of the last eight years, strongly promoted by President Bush and supported by Senator McCain, that essentially said that we should strip away regulations, consumer protections, let the market run wild, and prosperity would rain down on all of us. It hasnt worked out that way. And so now weve got to take some decisive action."}, {"actor": "Obama", "dialogue": "Now, step one was a rescue package that was passed last week. Weve got to make sure that works properly. And that means strong oversight, making sure that investors, taxpayers are getting their money back and treated as investors. It means that we are cracking down on CEOs and making sure that theyre not getting bonuses or golden parachutes as a consequence of this package. And, in fact, we just found out that AIG, a company that got a bailout, just a week after they got help went on a $400,000 junket. And Ill tell you what, the Treasury should demand that money back and those executives should be fired. But thats only step one. The middle-class need a rescue package. And that means tax cuts for the middle-class. It means help for homeowners so that they can stay in their homes. It means that we are helping state and local governments set up road projects and bridge projects that keep people in their jobs. And then long-term weve got to fix our health care system, weve got to fix our energy system that is putting such an enormous burden on families. You need somebody working for you and youve got to have somebody in Washington who is thinking about the middle class and not just those who can afford to hire lobbyists."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Well, thank you, Tom. Thank you, Belmont University. And Senator Obama, its good to be with you at a town hall meeting. And, Alan (ph), thank you for your question. You go to the heart of Americas worries tonight. Americans are angry, theyre upset, and theyre a little fearful. Its our job to fix the problem. Now, I have a plan to fix this problem and it has got to do with energy independence. Weve got to stop sending $700 billion a year to countries that dont want us very  like us very much. We have to keep Americans taxes low. All Americans taxes low. Lets not raise taxes on anybody today. We obviously have to stop this spending spree thats going on in Washington. Do you know that weve laid a $10 trillion debt on these young Americans who are here with us tonight, $500 billion of it we owe to China? Weve got to have a package of reforms and it has got to lead to reform prosperity and peace in the world. And I think that this problem has become so severe, as you know, that were going to have to do something about home values. You know that home values of retirees continues to decline and people are no longer able to afford their mortgage payments. As president of the United States, Alan, I would order the secretary of the treasury to immediately buy up the bad home loan mortgages in America and renegotiate at the new value of those homes  at the diminished value of those homes and let people be able to make those  be able to make those payments and stay in their homes. Is it expensive? Yes. But we all know, my friends, until we stabilize home values in America, were never going to start turning around and creating jobs and fixing our economy. And weve got to give some trust and confidence back to America. I know how the do that, my friends. And its my proposal, its not Senator Obamas proposal, its not President Bushs proposal. But I know how to get America working again, restore our economy and take care of working Americans. Thank you."}, {"actor": "Brokaw", "dialogue": "Senator, we have one minute for a discussion here. Obviously the powers of the treasury secretary have been greatly expanded. The most powerful officer in the cabinet now. Hank Paulson says he wont stay on. Who do you have in mind to appoint to that very important post?"}, {"actor": "Mccain", "dialogue": "Not you, Tom."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Brokaw", "dialogue": "No, with good reason."}, {"actor": "Mccain", "dialogue": "You know, thats a tough question and theres a lot of qualified Americans. But I think the first criteria, Tom, would have to be somebody who immediately Americans identify with, immediately say, we can trust that individual. A supporter of Senator Obamas is Warren Buffett. He has already weighed in and helped stabilize some of the difficulties in the markets and with companies and corporations, institutions today. I like Meg Whitman, she knows what its like to be out there in the marketplace. She knows how to create jobs. Meg Whitman was CEO of a company that started with 12 people and is now 1.3 million people in America make their living off eBay. Maybe somebody here has done a little business with them. But the point is its going to have to be somebody who inspires trust and confidence. Because the problem in America today to a large extent, Tom, is that we dont have trust and confidence in our institutions because of the corruption on Wall Street and the greed and excess and the cronyism in Washington, D.C."}, {"actor": "Brokaw", "dialogue": "All right. Senator McCain  Senator Obama, who do you have in mind for treasury secretary?"}, {"actor": "Obama", "dialogue": "Well, Warren would be a pretty good choice  Warren Buffett, and Im pleased to have his support. But there are other folks out there. The key is making sure that the next treasury secretary understands that its not enough just to help those at the top. Prosperity is not just going to trickle down. Weve got to help the middle class."}, {"actor": "Obama", "dialogue": "And weve  you know, Senator McCain and I have some fundamental disagreements on the economy, starting with Senator McCains statement earlier that he thought the fundamentals of the economy were sound. Part of the problem here is that for many of you, wages and incomes have flat-lined. For many of you, it is getting harder and harder to save, harder and harder to retire. And thats why, for example, on tax policy, what I want to do is provide a middle class tax cut to 95 percent of working Americans, those who are working two jobs, people who are not spending enough time with their kids, because they are struggling to make ends meet. Senator McCain is right that weve got to stabilize housing prices. But underlying that is loss of jobs and loss of income. Thats something that the next treasury secretary is going to have to work on."}, {"actor": "Brokaw", "dialogue": "Senator Obama, thank you very much. May I remind both of you, if I can, that were operating under rules that you signed off on and when we have a discussion, it really is to be confined within about a minute or so. Were going to go now, Senator McCain, to the next question from you from the hall here, and it comes from Oliver Clark (ph), who is over here in section F."}, {"actor": "Question", "dialogue": "Well, Senators, through this economic crisis, most of the people that I know have had a difficult time. And through this bailout package, I was wondering what it is thats going to actually help those people out."}, {"actor": "Mccain", "dialogue": "Well, thank you, Oliver, and thats an excellent question, because as you just described it, bailout, when I believe that its rescue, because  because of the greed and excess in Washington and Wall Street, Main Street was paying a very heavy price, and we know that. I left my campaign and suspended it to go back to Washington to make sure that there were additional protections for the taxpayer in the form of good oversight, in the form of taxpayers being the first to be paid back when our economy recovers  and it will recover  and a number of other measures. But you know, one of the real catalysts, really the match that lit this fire was Fannie Mae and Freddie Mac. Ill bet you, you may never even have heard of them before this crisis. But you know, theyre the ones that, with the encouragement of Senator Obama and his cronies and his friends in Washington, that went out and made all these risky loans, gave them to people that could never afford to pay back. And you know, there were some of us that stood up two years ago and said weve got to enact legislation to fix this. Weve got to stop this greed and excess. Meanwhile, the Democrats in the Senate and some  and some members of Congress defended what Fannie and Freddie were doing. They resisted any change. Meanwhile, they were getting all kinds of money in campaign contributions. Senator Obama was the second highest recipient of Fannie Mae and Freddie Mac money in history  in history. So this rescue package means that we will stabilize markets, we will shore up these institutions. But its not enough. Thats why were going to have to go out into the housing market and were going to have to buy up these bad loans and were going to have to stabilize home values, and that way, Americans, like Alan, can realize the American dream and stay in their home. But Fannie and Freddie were the catalysts, the match that started this forest fire. There were some of us  there were some of us that stood up against it. There were others who took a hike."}, {"actor": "Brokaw", "dialogue": "Senator Obama?"}, {"actor": "Obama", "dialogue": "Well, Oliver, first, let me tell you whats in the rescue package for you. Right now, the credit markets are frozen up and what that means, as a practical matter, is that small businesses and some large businesses just cant get loans. If they cant get a loan, that means that they cant make payroll. If they cant make payroll, then they may end up having to shut their doors and lay people off. And if you imagine just one company trying to deal with that, now imagine a million companies all across the country. So it could end up having an adverse effect on everybody, and thats why we had to take action. But we shouldnt have been there in the first place. Now, Ive got to correct a little bit of Senator McCains history, not surprisingly. Lets, first of all, understand that the biggest problem in this whole process was the deregulation of the financial system. Senator McCain, as recently as March, bragged about the fact that he is a deregulator. On the other hand, two years ago, I said that weve got a sub-prime lending crisis that has to be dealt with. I wrote to Secretary Paulson, I wrote to Federal Reserve Chairman Bernanke, and told them this is something we have to deal with, and nobody did anything about it. A year ago, I went to Wall Street and said weve got to reregulate, and nothing happened."}, {"actor": "Obama", "dialogue": "And Senator McCain during that period said that we should keep on deregulating because thats how the free enterprise system works. Now, with respect to Fannie Mae, what Senator McCain didnt mention is the fact that this bill that he talked about wasnt his own bill. He jumped on it a year after it had been introduced and it never got passed. And I never promoted Fannie Mae. In fact, Senator McCains campaign chairmans firm was a lobbyist on behalf of Fannie Mae, not me. This is not the end of the process; this is the beginning of the process. And thats why its going to be so important for us to work with homeowners to make sure that they can stay in their homes. The secretary already has the power to do that in the rescue package, but it hasnt been exercised yet. And the next president has to make sure that the next Treasury secretary is thinking about how to strengthen you as a home buyer, you as a homeowner, and not simply think about bailing out banks on Wall Street."}, {"actor": "Brokaw", "dialogue": "Senator Obama, time for a discussion. Im going to begin with you. Are you saying to Mr. Clark (ph) and to the other members of the American television audience that the American economy is going to get much worse before it gets better and they ought to be prepared for that?"}, {"actor": "Obama", "dialogue": "No, I am confident about the American economy. But we are going to have to have some leadership from Washington that not only sets out much better regulations for the financial system. The problem is we still have a archaic, 20th-century regulatory system for 21st-century financial markets. Were going to have to coordinate with other countries to make sure that whatever actions we take work. But most importantly, were going to have to help ordinary families be able to stay in their homes, make sure that they can pay their bills, deal with critical issues like health care and energy, and were going to have to change the culture in Washington so that lobbyists and special interests arent driving the process and your voices arent being drowned out."}, {"actor": "Brokaw", "dialogue": "Senator McCain, in all candor, do you think the economy is going to get worse before it gets better?"}, {"actor": "Mccain", "dialogue": "I think it depends on what we do. I think if we act effectively, if we stabilize the housing market  which I believe we can, if we go out and buy up these bad loans, so that people can have a new mortgage at the new value of their home  I think if we get rid of the cronyism and special interest influence in Washington so we can act more effectively. My friend, Id like you to see the letter that a group of senators and I wrote warning exactly of this crisis. Senator Obamas name was not on that letter. The point is  the point is that we can fix our economy. Americans workers are the best in the world. Theyre the fundamental aspect of Americas economy. Theyre the most innovative. Theyre the best  theyre most  have best  were the best exporters. Were the best importers. Theyre most effective. They are the best workers in the world. And weve got to give them a chance. Theyve got  weve got to give them a chance to do their best again. And they are the innocent bystanders here in what is the biggest financial crisis and challenge of our time. We can do it."}, {"actor": "Brokaw", "dialogue": "Thank you, Senator McCain. Were going to continue over in Section F, as it turns out. Senator Obama, this is a question from you from Theresa Finch (ph)."}, {"actor": "Question", "dialogue": "How can we trust either of you with our money when both parties got  got us into this global economic crisis?"}, {"actor": "Obama", "dialogue": "Well, look, I understand your frustration and your cynicism, because while youve been carrying out your responsibilities  most of the people here, youve got a family budget. If less money is coming in, you end up making cuts. Maybe you dont go out to dinner as much. Maybe you put off buying a new car. Thats not what happens in Washington. And youre right. There is a lot of blame to go around. But I think its important just to remember a little bit of history. When George Bush came into office, we had surpluses. And now we have half-a-trillion-dollar deficit annually. When George Bush came into office, our debt  national debt was around $5 trillion. Its now over $10 trillion. Weve almost doubled it. And so while its true that nobodys completely innocent here, we have had over the last eight years the biggest increases in deficit spending and national debt in our history. And Senator McCain voted for four out of five of those George Bush budgets. So heres what I would do. Im going to spend some money on the key issues that weve got to work on."}, {"actor": "Obama", "dialogue": "You know, you may have seen your health care premiums go up. Weve got to reform health care to help you and your budget. We are going to have to deal with energy because we cant keep on borrowing from the Chinese and sending money to Saudi Arabia. We are mortgaging our childrens future. Weve got to have a different energy plan. Weve got to invest in college affordability. So were going to have to make some investments, but weve also got to make spending cuts. And what Ive proposed, youll hear Senator McCain say, well, hes proposing a whole bunch of new spending, but actually Im cutting more than Im spending so that it will be a net spending cut. The key is whether or not weve got priorities that are working for you as opposed to those who have been dictating the policy in Washington lately, and thats mostly lobbyists and special interests. Weve got to put an end to that."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Well, Theresa (ph), thank you. And I can see why you feel that cynicism and mistrust, because the system in Washington is broken. And I have been a consistent reformer. I have advocated and taken on the special interests, whether they be the big money people by reaching across the aisle and working with Senator Feingold on campaign finance reform, whether it being a variety of other issues, working with Senator Lieberman on trying to address climate change. I have a clear record of bipartisanship. The situation today cries out for bipartisanship. Senator Obama has never taken on his leaders of his party on a single issue. And we need to reform. And so lets look at our records as well as our rhetoric. Thats really part of your mistrust here. And now I suggest that maybe you go to some of these organizations that are the watchdogs of what we do, like the Citizens Against Government Waste or the National Taxpayers Union or these other organizations that watch us all the time. I think you have to look at my record and you have to look at his. Then you have to look at our proposals for our economy, not $860 billion in new spending, but for the kinds of reforms that keep people in their jobs, get middle-income Americans working again, and getting our economy moving again. Youre going to be examining our proposals tonight and in the future, and energy independence is a way to do that, is one of them. And drilling offshore and nuclear power are two vital elements of that. And Ive been supporting those and I know how to fix this economy, and eliminate our dependence on foreign oil, and stop sending $700 billion a year overseas."}, {"actor": "Brokaw", "dialogue": "Weve run out of time. We have this one-minute discussion period going on here."}, {"actor": "Mccain", "dialogue": "The three priorities were health"}, {"actor": "Brokaw", "dialogue": "The three  health care, energy, and entitlement reform: Social Security and Medicare. In what order would you put them in terms of priorities?"}, {"actor": "Mccain", "dialogue": "I think you can work on all three at once, Tom. I think its very important that we reform our entitlement programs. My friends, we are not going to be able to provide the same benefit for present-day workers that we are going  that present-day retirees have today. Were going to have to sit down across the table, Republican and Democrat, as we did in 1983 between Ronald Reagan and Tip ONeill. I know how to do that. I have a clear record of reaching across the aisle, whether it be Joe Lieberman or Russ Feingold or Ted Kennedy or others. Thats my clear record. We can work on nuclear power plants. Build a whole bunch of them, create millions of new jobs. We have to have all of the above, alternative fuels, wind, tide, solar, natural gas, clean coal technology. All of these things we can do as Americans and we can take on this mission and we can overcome it."}, {"actor": "Mccain", "dialogue": "My friends, some of this $700 billion ends up in the hands of terrorist organizations. As far as health care is concerned, obviously, everyone is struggling to make sure that they can afford their premiums and that they can have affordable and available health care. Thats the next issue. But we can do them all at once. Theres no  and we have to do them all at once. All three you mentioned are compelling national security requirements."}, {"actor": "Brokaw", "dialogue": "Im trying to play by the rules that you all established. One minute for discussion. Senator Obama, if you would give us your list of priorities, there are some real questions about whether everything can be done at once."}, {"actor": "Obama", "dialogue": "Were going to have to prioritize, just like a family has to prioritize. Now, Ive listed the things that I think have to be at the top of the list. Energy we have to deal with today, because youre paying $3.80 here in Nashville for gasoline, and it could go up. And its a strain on your family budget, but its also bad for our national security, because countries like Russia and Venezuela and, you know, in some cases, countries like Iran, are benefiting from higher oil prices. So weve got to deal with that right away. Thats why Ive called for an investment of $15 billion a year over 10 years. Our goal should be, in 10 years time, we are free of dependence on Middle Eastern oil. And we can do it. Now, when JFK said were going to the Moon in 10 years, nobody was sure how to do it, but we understood that, if the American people make a decision to do something, it gets done. So that would be priority number one. Health care is priority number two, because that broken health care system is bad not only for families, but its making our businesses less competitive. And, number three, weve got to deal with education so that our young people are competitive in a global economy. But just one point I want to make, Tom. Senator McCain mentioned looking at our records. We do need to look at our records. Senator McCain likes to talk about earmarks a lot. And thats important. I want to go line by line through every item in the federal budget and eliminate programs that dont work and make sure that those that do work, work better and cheaper. But understand this: We also have to look at where some of our tax revenues are going. So when Senator McCain proposes a $300 billion tax cut, a continuation not only of the Bush tax cuts, but an additional $200 billion that hes going to give to big corporations, including big oil companies, $4 billion worth, thats money out of the system. And so weve got to prioritize both our spending side and our tax policies to make sure that theyre working for you. Thats what Im going to do as president of the United States."}, {"actor": "Brokaw", "dialogue": "All right, gentlemen, I want to just remind you one more time about time. Were going to have a larger deficit than the federal government does if we dont get this under control here before too long. Senator McCain, for you, we have our first question from the Internet tonight. A child of the Depression, 78-year-old Fiora (ph) from Chicago."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Mccain", "dialogue": "Well, Fiora (ph), Im going to ask the American people to understand that there are some programs that we may have to eliminate. I first proposed a long time ago that we would have to examine every agency and every bureaucracy of government. And were going to have to eliminate those that arent working. I know a lot of them that arent working. One of them is in defense spending, because Ive taken on some of the defense contractors. I saved the taxpayers $6.8 billion in a deal for an Air Force tanker that was done in a corrupt fashion. I believe that we have to eliminate the earmarks. And sometimes those projects, not  not the overhead projector that Senator Obama asked for, but some of them that are really good projects, will have  will have to be eliminated, as well. And theyll have to undergo the same scrutiny that all projects should in competition with others. So were going to have to tell the American people that spending is going to have to be cut in America. And I recommend a spending freeze that  except for defense, Veterans Affairs, and some other vital programs, well just have to have across-the-board freeze. And some of those programs may not grow as much as we would like for them to, but we can establish priorities with full transparency, with full knowledge of the American people, and full consultation, not done behind closed doors and shoving earmarks in the middle of the night into programs that we dont even  sometimes we dont even know about until months later. And, by the way, I want to go back a second."}, {"actor": "Mccain", "dialogue": "Look, we can attack health care and energy at the same time. Were not  were not  were not rifle shots here. We are Americans. We can, with the participation of all Americans, work together and solve these problems together. Frankly, Im not going to tell that person without health insurance that, Im sorry, youll have to wait. Im going to tell you Americans well get to work right away and well get to work together, and we can get them all done, because thats what America has been doing."}, {"actor": "Brokaw", "dialogue": "Senator McCain, thank you very much."}, {"actor": "Obama", "dialogue": "You know, a lot of you remember the tragedy of 9/11 and where you were on that day and, you know, how all of the country was ready to come together and make enormous changes to make us not only safer, but to make us a better country and a more unified country. And President Bush did some smart things at the outset, but one of the opportunities that was missed was, when he spoke to the American people, he said, Go out and shop. That wasnt the kind of call to service that I think the American people were looking for. And so its important to understand that the  I think the American people are hungry for the kind of leadership that is going to tackle these problems not just in government, but outside of government. And lets take the example of energy, which we already spoke about. There is going to be the need for each and every one of us to start thinking about how we use energy. I believe in the need for increased oil production. Were going to have to explore new ways to get more oil, and that includes offshore drilling. It includes telling the oil companies, that currently have 68 million acres that theyre not using, that either you use them or you lose them. Were going to have to develop clean coal technology and safe ways to store nuclear energy. But each and every one of us can start thinking about how can we save energy in our homes, in our buildings. And one of the things I want to do is make sure that were providing incentives so that you can buy a fuel efficient car thats made right here in the United States of America, not in Japan or South Korea, making sure that you are able to weatherize your home or make your business more fuel efficient. And thats going to require effort from each and every one of us. And the last point I just want to make. I think the young people of America are especially interested in how they can serve, and thats one of the reasons why Im interested in doubling the Peace Corps, making sure that we are creating a volunteer corps all across this country that can be involved in their community, involved in military service, so that military families and our troops are not the only ones bearing the burden of renewing America. Thats something that all of us have to be involved with and that requires some leadership from Washington."}, {"actor": "Brokaw", "dialogue": "Senator Obama, as we begin, very quickly, our discussion period, President Bush, youll remember, last summer, said that Wall Street got drunk. A lot of people now look back and think the federal government got drunk and, in fact, the American consumers got drunk."}, {"actor": "Obama", "dialogue": "Well, I think it starts with Washington. Weve got to show that weve got good habits, because if were running up trillion dollar debts that were passing on to the next generation, then a lot of people are going to think, Well, you know what? Theres easy money out there. It means  and I have to, again, repeat this. It means looking (ph) at the spending side, but also at the revenue side. I mean, Senator McCain has been talking tough about earmarks, and thats good, but earmarks account for about $18 billion of our budget. Now, when Senator McCain is proposing tax cuts that would give the average Fortune 500 CEO an additional $700,000 in tax cuts, thats not sharing a burden. And so part of the problem, I think, for a lot of people who are listening here tonight is they dont feel as if they are sharing the burden with other folks. I mean, you know, its tough to ask a teacher whos making $30,000 or $35,000 a year to tighten her belt when people who are making much more than her are living pretty high on the hog. And thats why I think its important for the president to set a tone that says all of us are going to contribute, all of us are going to make sacrifices, and it means that, yes, we may have to cut some spending, although I disagree with Senator McCain about an across-the- board freeze. Thats an example of an unfair burden sharing. Thats using a hatchet to cut the federal budget."}, {"actor": "Obama", "dialogue": "I want to use a scalpel so that people who need help are getting help and those of us, like myself and Senator McCain, who dont need help, arent getting it. Thats how we make sure that everybody is willing to make a few sacrifices."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Well, you know, nailing down Senator Obamas various tax proposals is like nailing Jell-O to the wall. There has been five or six of them and if you wait long enough, there will probably be another one. But he wants to raise taxes. My friends, the last president to raise taxes during tough economic times was Herbert Hoover, and he practiced protectionism as well, which Im sure well get to at some point. You know, last year up to this time, weve lost 700,000 jobs in America. The only bright spot is that over 300,000 jobs have been created by small businesses. Senator Obamas secret that you dont know is that his tax increases will increase taxes on 50 percent of small business revenue. Small businesses across America will have to cut jobs and will have their taxes increase and wont be able to hire because of Senator Obamas tax policies. You know, he said some time ago, he said he would forgo his tax increases if the economy was bad. Ive got some news, Senator Obama, the news is bad. So lets not raise anybodys taxes, my friends, and make it be very clear to you I am not in favor of tax cuts for the wealthy. I am in favor of leaving the tax rates alone and reducing the tax burden on middle-income Americans by doubling your tax exemption for every child from $3,500 to $7,000. To giving every American a $5,000 refundable tax credit and go out and get the health insurance you want rather than mandates and fines for small businesses, as Senator Obamas plan calls for. And lets create jobs and lets get our economy going again. And lets not raise anybodys taxes."}, {"actor": "Brokaw", "dialogue": "Senator Obama, we have another question from the Internet."}, {"actor": "Obama", "dialogue": "Tom, can I respond to this briefly? Because"}, {"actor": "Brokaw", "dialogue": "Well, look, guys, the rules were established by the two campaigns, we worked very hard on this. This will address, I think, the next question."}, {"actor": "Obama", "dialogue": "The tax issue, because I think its very important. Go ahead."}, {"actor": "Brokaw", "dialogue": "There are lots of issues that we are going to be dealing with here tonight. And we have a question from Langdon (ph) in Ballston Spa, New York, and thats about huge unfunded obligations for Social Security, Medicare, and other entitlement programs that will soon eat up all of the revenue thats in place and then go into a deficit position. Since the rules are pretty loose here, Im going to add my own to this one. Instead of having a discussion, let me ask you as a coda to that. Would you give Congress a date certain to reform Social Security and Medicare within two years after you take office? Because in a bipartisan way, everyone agrees, thats a big ticking time bomb that will eat us up maybe even more than the mortgage crisis."}, {"actor": "Obama", "dialogue": "Well, Tom, were going to have to take on entitlements and I think weve got to do it quickly. Were going to have a lot of work to do, so I cant guarantee that were going to do it in the next two years, but Id like to do in the my first term as president. But I think its important to understand, were not going to solve Social Security and Medicare unless we understand the rest of our tax policies. And you know, Senator McCain, I think the Straight Talk Express lost a wheel on that one. So lets be clear about my tax plan and Senator McCains, because were not going to be able to deal with entitlements unless we understand the revenues coming in. I want to provide a tax cut for 95 percent of Americans, 95 percent. If you make less than a quarter of a million dollars a year, you will not see a single dime of your taxes go up. If you make $200,000 a year or less, your taxes will go down. Now, Senator McCain talks about small businesses. Only a few percent of small businesses make more than $250,000 a year. So the vast majority of small businesses would get a tax cut under my plan. And we provide a 50 percent tax credit so that they can buy health insurance for their workers, because there are an awful lot of small businesses that I meet across America that want to do right by their workers but they just cant afford it. Some small business owners, a lot of them, cant even afford health insurance for themselves. Now, in contrast, Senator McCain wants to give a $300 billion tax cut, $200 billion of it to the largest corporations and a hundred thousand of it  a hundred billion of it going to people like CEOs on Wall Street. He wants to give average Fortune 500 CEO an additional $700,000 in tax cuts. That is not fair. And it doesnt work."}, {"actor": "Obama", "dialogue": "Now, if we get our tax policies right so that theyre good for the middle class, if we reverse the policies of the last eight years that got us into this fix in the first place and that Senator McCain supported, then we are going to be in a position to deal with Social Security and deal with Medicare, because we will have a health care plan that actually works for you, reduces spending and costs over the long term, and Social Security that is stable and solvent for all Americans and not just some."}, {"actor": "Brokaw", "dialogue": "Senator McCain, two years for a reform of entitlement programs?"}, {"actor": "Mccain", "dialogue": "Sure. Hey, Ill answer the question. Look  look, its not that hard to fix Social Security, Tom. Its just"}, {"actor": "Brokaw", "dialogue": "And Medicare."}, {"actor": "Mccain", "dialogue": " tough decisions. I want to get to Medicare in a second. Social Security is not that tough. We know what the problems are, my friends, and we know what the fixes are. Weve got to sit down together across the table. Its been done before. I saw it done with our  our wonderful Ronald Reagan, a conservative from California, and the liberal Democrat Tip ONeill from Massachusetts. Thats what we need more of, and thats what Ive done in Washington. Senator Obama has never taken on his party leaders on a single major issue. Ive taken them on. Im not too popular sometimes with my own party, much less his. So Medicare, its going to be a little tougher. Its going to be a little tougher because were talking about very complex and difficult issues. My friends, what we have to do with Medicare is have a commission, have the smartest people in America come together, come up with recommendations, and then, like the base-closing commission idea we had, then we should have Congress vote up or down. Lets not let them fool with it anymore. Theres too much special interests and too many lobbyists working there. So lets have  and lets have the American people say, Fix it for us. Now, just back on this  on this tax, you know, again, its back to our first question here about rhetoric and record. Senator Obama has voted 94 times to either increase your taxes or against tax cuts. Thats his record. So lets look at our record. Ive fought higher taxes. I have fought excess spending. I have fought to reform government. Lets look at our records, my friends, and then listen to my vision for the future of America. And well get our economy going again. And our best days are ahead of us."}, {"actor": "Brokaw", "dialogue": "Senator McCain, thank you very much. Im going to stick by my part of the pact and not ask a follow-up here. The next question does come from the hall for Senator McCain. It comes from Section C over here, and its from Ingrid Jackson (ph)."}, {"actor": "Question", "dialogue": "Senator McCain, I want to know, we saw that Congress moved pretty fast in the face of an economic crisis. I want to know what you would do within the first two years to make sure that Congress moves fast as far as environmental issues, like climate change and green jobs?"}, {"actor": "Mccain", "dialogue": "Well, thank you. Look, we are in tough economic times; we all know that. And lets keep  never forget the struggle that Americans are in today. But when we can  when we have an issue that we may hand our children and our grandchildren a damaged planet, I have disagreed strongly with the Bush administration on this issue. I traveled all over the world looking at the effects of greenhouse gas emissions, Joe Lieberman and I. And I introduced the first legislation, and we forced votes on it. Thats the good news, my friends. The bad news is we lost. But we kept the debate going, and we kept this issue to  to posing to Americans the danger that climate change opposes. Now, how  whats  whats the best way of fixing it? Nuclear power. Senator Obama says that it has to be safe or disposable or something like that. Look, I  I was on Navy ships that had nuclear power plants. Nuclear power is safe, and its clean, and it creates hundreds of thousands of jobs. And  and I know that we can reprocess the spent nuclear fuel. The Japanese, the British, the French do it. And we can do it, too. Senator Obama has opposed that. We can move forward, and clean up our climate, and develop green technologies, and alternate  alternative energies for  for hybrid, for hydrogen, for battery-powered cars, so that we can clean up our environment and at the same time get our economy going by creating millions of jobs. We can do that, we as Americans, because were the best innovators, were the best producers, and 95 percent of the people who are our market live outside of the United States of America."}, {"actor": "Brokaw", "dialogue": "Senator Obama?"}, {"actor": "Obama", "dialogue": "This is one of the biggest challenges of our times."}, {"actor": "Obama", "dialogue": "And it is absolutely critical that we understand this is not just a challenge, its an opportunity, because if we create a new energy economy, we can create five million new jobs, easily, here in the United States. It can be an engine that drives us into the future the same way the computer was the engine for economic growth over the last couple of decades. And we can do it, but were going to have to make an investment. The same way the computer was originally invented by a bunch of government scientists who were trying to figure out, for defense purposes, how to communicate, weve got to understand that this is a national security issue, as well. And thats why weve got to make some investments and Ive called for investments in solar, wind, geothermal. Contrary to what Senator McCain keeps on saying, I favor nuclear power as one component of our overall energy mix. But this is another example where I think it is important to look at the record. Senator McCain and I actually agree on something. He said a while back that the big problem with energy is that for 30 years, politicians in Washington havent done anything. What Senator McCain doesnt mention is hes been there 26 of them. And during that time, he voted 23 times against alternative fuels, 23 times. So its easy to talk about this stuff during a campaign, but its important for us to understand that it requires a sustained effort from the next president. One last point I want to make on energy. Senator McCain talks a lot about drilling, and thats important, but we have three percent of the worlds oil reserves and we use 25 percent of the worlds oil. So what that means is that we cant simply drill our way out of the problem. And were not going to be able to deal with the climate crisis if our only solution is to use more fossil fuels that create global warming. Were going to have to come up with alternatives, and that means that the United States government is working with the private sector to fund the kind of innovation that we can then export to countries like China that also need energy and are setting up one coal power plant a week. Weve got to make sure that were giving them the energy that they need or helping them to create the energy that they need."}, {"actor": "Brokaw", "dialogue": "Gentlemen, you may not have noticed, but we have lights around here. They have red and green and yellow and they are to signal"}, {"actor": "Obama", "dialogue": "Im just trying to keep up with John."}, {"actor": "Mccain", "dialogue": "Tom, wave like that and Ill look at you."}, {"actor": "Brokaw", "dialogue": "All right, Senator. Heres a follow-up to that, one-minute discussion. Its a simple question."}, {"actor": "Mccain", "dialogue": "Sure."}, {"actor": "Brokaw", "dialogue": "Should we fund a Manhattan-like project that develops a nuclear bomb to deal with global energy and alternative energy or should we fund 100,000 garages across America, the kind of industry and innovation that developed Silicon Valley?"}, {"actor": "Mccain", "dialogue": "I think pure research and development investment on the part of the United States government is certainly appropriate. I think once it gets into productive stages, that we ought to, obviously, turn it over to the private sector. By the way, my friends, I know you grow a little weary with this back-and-forth. It was an energy bill on the floor of the Senate loaded down with goodies, billions for the oil companies, and it was sponsored by Bush and Cheney. You know who voted for it? You might never know. That one. You know who voted against it? Me. I have fought time after time against these pork barrel  these bills that come to the floor and they have all kinds of goodies and all kinds of things in them for everybody and they buy off the votes. I vote against them, my friends. I vote against them. But the point is, also, on oil drilling, oil drilling offshore now is vital so that we can bridge the gap. We can bridge the gap between imported oil, which is a national security issue, as well as any other, and it will reduce the price of a barrel of oil, because when people know theres a greater supply, then the cost of that will go down. Thats fundamental economics. Weve got to drill offshore, my friends, and weve got to do it now, and we can do it. And as far as nuclear power is concerned, again, look at the record. Senator Obama has approved storage and reprocessing of spent nuclear fuel. And Ill stop, Tom, and you didnt even wave. Thanks."}, {"actor": "Brokaw", "dialogue": "Thank you very much, Senator. Next question for you, Senator Obama, and it comes from the E section over here and its from Lindsey Trellow (ph)."}, {"actor": "Question", "dialogue": "Senator, selling health care coverage in America as the marketable commodity has become a very profitable industry."}, {"actor": "Obama", "dialogue": "Well, you know, as I travel around the country, this is one of the single most frequently asked issues that I get, is the issue of health care. It is breaking family budgets. I cant tell you how many people I meet who dont have health insurance. If youve got health insurance, most of you have seen your premiums double over the last eight years. And your co-payments and deductibles have gone up 30 percent just in the last year alone. If youre a small business, its a crushing burden. So one of the things that I have said from the start of this campaign is that we have a moral commitment as well as an economic imperative to do something about the health care crisis that so many families are facing. So heres what I would do. If youve got health care already, and probably the majority of you do, then you can keep your plan if you are satisfied with it. You can keep your choice of doctor. Were going to work with your employer to lower the cost of your premiums by up to $2,500 a year. And were going to do it by investing in prevention. Were going to do it by making sure that we use information technology so that medical records are actually on computers instead of you filling forms out in triplicate when you go to the hospital. That will reduce medical errors and reduce costs. If you dont have health insurance, youre going to be able to buy the same kind of insurance that Senator McCain and I enjoy as federal employees. Because theres a huge pool, we can drop the costs. And nobody will be excluded for pre-existing conditions, which is a huge problem. Now, Senator McCain has a different kind of approach. He says that hes going to give you a $5,000 tax credit. What he doesnt tell you is that he is going to tax your employer-based health care benefits for the first time ever. So what one hand giveth, the other hand taketh away. He would also strip away the ability of states to provide some of the regulations on insurance companies to make sure youre not excluded for pre-existing conditions or your mammograms are covered or your maternity is covered. And that is fundamentally the wrong way to go. In fact, just today business organizations like the United States Chamber of Commerce, which generally are pretty supportive of Republicans, said that this would lead to the unraveling of the employer-based health care system. That, I dont think, is the kind of change that we need. Weve got to have somebody who is fighting for patients and making sure that you get decent, affordable health care. And thats something that Im committed to doing as president."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Well, thank you for the question. You really identified one of the really major challenges that America faces. Co-payments go up, costs go up, skyrocketing costs, which make people less and less able to afford health insurance in America. And we need to do all of the things that are necessary to make it more efficient. Lets put health records online, that will reduce medical errors, as they call them. Lets have community health centers. Lets have walk-in clinics. Lets do a lot of things to impose efficiencies. But what is at stake here in this health care issue is the fundamental difference between myself and Senator Obama. As you notice, he starts talking about government. He starts saying, government will do this and government will do that, and then government will, and hell impose mandates. If youre a small business person and you dont insure your employees, Senator Obama will fine you. Will fine you. Thats remarkable. If youre a parent and youre struggling to get health insurance for your children, Senator Obama will fine you. I want to give every American a $5,000 refundable tax credit. They can take it anywhere, across state lines. Why not? Dont we go across state lines when we purchase other things in America? Of course its OK to go across state lines because in Arizona they may offer a better plan that suits you best than it does here in Tennessee. And if you do the math, those people who have employer-based health benefits, if you put the tax on it and you have whats left over and you add $5,000 that youre going to get as a refundable tax credit, do the math, 95 percent of the American people will have increased funds to go out and buy the insurance of their choice and to shop around and to get  all of those people will be covered except for those who have these gold-plated Cadillac kinds of policies. You know, like hair transplants, I might need one of those myself. But the point is that we have got to give people choice in America and not mandate things on them and give them the ability. Every parent I know would acquire health insurance for their children if they could. Obviously small business people want to give their employees health insurance. Of course they all want to do that. Weve got to give them the wherewithal to do it. We can do it by giving them, as a start, a $5,000 refundable tax credit to go around and get the health insurance policy of their choice."}, {"actor": "Brokaw", "dialogue": "Quick discussion. Is health care in America a privilege, a right, or a responsibility?"}, {"actor": "Mccain", "dialogue": "I think its a responsibility, in this respect, in that we should have available and affordable health care to every American citizen, to every family member. And with the plan that  that I have, that will do that. But government mandates I  Im always a little nervous about. But it is certainly my responsibility. It is certainly small-business people and others, and they understand that responsibility. American citizens understand that. Employers understand that. But they certainly are a little nervous when Senator Obama says, if you dont get the health care policy that I think you should have, then youre going to get fined. And, by the way, Senator Obama has never mentioned how much that fine might be. Perhaps we might find that out tonight."}, {"actor": "Obama", "dialogue": "Well, why dont  why dont  lets talk about this, Tom, because there was just a lot of stuff out there."}, {"actor": "Brokaw", "dialogue": "Privilege, right or responsibility. Lets start with that."}, {"actor": "Obama", "dialogue": "Well, I think it should be a right for every American. In a country as wealthy as ours, for us to have people who are going bankrupt because they cant pay their medical bills  for my mother to die of cancer at the age of 53 and have to spend the last months of her life in the hospital room arguing with insurance companies because theyre saying that this may be a pre-existing condition and they dont have to pay her treatment, theres something fundamentally wrong about that. So let me  let me just talk about this fundamental difference. And, Tom, I know that were under time constraints, but Senator McCain through a lot of stuff out there. Number one, let me just repeat, if youve got a health care plan that you like, you can keep it. All Im going to do is help you to lower the premiums on it. Youll still have choice of doctor. Theres no mandate involved. Small businesses are not going to have a mandate. What were going to give you is a 50 percent tax credit to help provide health care for those that you need. Now, its true that I say that you are going to have to make sure that your child has health care, because children are relatively cheap to insure and we dont want them going to the emergency room for treatable illnesses like asthma. And when Senator McCain says that he wants to provide children health care, what he doesnt mention is he voted against the expansion of the Childrens Health Insurance Program that is responsible for making sure that so many children who didnt have previously health insurance have it now. Now, the final point Ill make on this whole issue of government intrusion and mandates  it is absolutely true that I think it is important for government to crack down on insurance companies that are cheating their customers, that dont give you the fine print, so you end up thinking that youre paying for something and, when you finally get sick and you need it, youre not getting it. And the reason that its a problem to go shopping state by state, you know what insurance companies will do? They will find a state  maybe Arizona, maybe another state  where there are no requirements for you to get cancer screenings, where there are no requirements for you to have to get pre-existing conditions, and they will all set up shop there. Thats how in banking it works. Everybody goes to Delaware, because theyve got very  pretty loose laws when it comes to things like credit cards. And in that situation, what happens is, is that the protections you have, the consumer protections that you need, youre not going to have available to you. That is a fundamental difference that I have with Senator McCain. He believes in deregulation in every circumstance. Thats what weve been going through for the last eight years. It hasnt worked, and we need fundamental change."}, {"actor": "Brokaw", "dialogue": "Senator, we want to move on now. If wed come back to the hall here, were going to shift gears here a little bit and were going to go to foreign policy and international matters, if we can"}, {"actor": "Mccain", "dialogue": "I dont believe that  did we hear the size of the fine?"}, {"actor": "Brokaw", "dialogue": "Phil Elliott (ph) is over here in this section, and Phil Elliott (ph) has a question for Senator McCain."}, {"actor": "Question", "dialogue": "Yes. Senator McCain, how will all the recent economic stress affect our nations ability to act as a peacemaker in the world?"}, {"actor": "Mccain", "dialogue": "Well, I thank you for that question, because theres no doubt that history shows us that nations that are strong militarily over time have to have a strong economy, as well. And that is one of the challenges that America faces. But having said that, America  and well hear a lot of criticism. Ive heard a lot of criticism about America, and our national security policy, and all that, and much of that criticism is justified. But the fact is, America is the greatest force for good in the history of the world. My friends, we have gone to all four corners of the Earth and shed American blood in defense, usually, of somebody elses freedom and our own."}, {"actor": "Mccain", "dialogue": "So we are peacemakers and were peacekeepers. But the challenge is to know when the United States of American can beneficially effect the outcome of a crisis, when to go in and when not, when American military power is worth the expenditure of our most precious treasure. And that question can only be answered by someone with the knowledge and experience and the judgment, the judgment to know when our national security is not only at risk, but where the United States of America can make a difference in preventing genocide, in preventing the spread of terrorism, in doing the things that the United States has done, not always well, but weve done because were a nation of good. And I am convinced that my record, going back to my opposition from sending the Marines to Lebanon, to supporting our efforts in Kosovo and Bosnia and the first Gulf War, and my judgment, I think, is something that Im  a record that Im willing to stand on. Senator Obama was wrong about Iraq and the surge. He was wrong about Russia when they committed aggression against Georgia. And in his short career, he does not understand our national security challenges. We dont have time for on-the-job training, my friends."}, {"actor": "Brokaw", "dialogue": "Senator Obama, the economic constraints on the U.S. military action around the world."}, {"actor": "Obama", "dialogue": "Well, you know, Senator McCain, in the last debate and today, again, suggested that I dont understand. Its true. There are some things I dont understand. I dont understand how we ended up invading a country that had nothing to do with 9/11, while Osama Bin Laden and Al Qaeda are setting up base camps and safe havens to train terrorists to attack us. That was Senator McCains judgment and it was the wrong judgment. When Senator McCain was cheerleading the president to go into Iraq, he suggested it was going to be quick and easy, wed be greeted as liberators. That was the wrong judgment, and its been costly to us. So one of the difficulties with Iraq is that it has put an enormous strain, first of all, on our troops, obviously, and they have performed heroically and honorably and we owe them an extraordinary debt of gratitude. But its also put an enormous strain on our budget. Weve spent, so far, close to $700 billion and if we continue on the path that were on, as Senator McCain is suggesting, its going to go well over $1 trillion. Were spending $10 billion a month in Iraq at a time when the Iraqis have a $79 billion surplus, $79 billion. And we need that $10 billion a month here in the United States to put people back to work, to do all these wonderful things that Senator McCain suggested we should be doing, but has not yet explained how he would pay for. Now, Senator McCain and I do agree, this is the greatest nation on earth. We are a force of good in the world. But there has never been a nation in the history of the world that saw its economy decline and maintained its military superiority. And the strains that have been placed on our alliances around the world and the respect thats been diminished over the last eight years has constrained us being able to act on something like the genocide in Darfur, because we dont have the resources or the allies to do everything that we should be doing. Thats going to change when Im president, but we cant change it unless we fundamentally change Senator McCains and George Bushs foreign policy. It has not worked for America."}, {"actor": "Brokaw", "dialogue": "Senator Obama, let me ask you if  lets see if we can establish tonight the Obama doctrine and the McCain doctrine for the use of United States combat forces in situations where theres a humanitarian crisis, but it does not affect our national security. Take the Congo, where 4.5 million people have died since 1998, or take Rwanda in the earlier dreadful days, or Somalia."}, {"actor": "Obama", "dialogue": "Well, we may not always have national security issues at stake, but we have moral issues at stake. If we couldve stopped Rwanda, surely, if we had the ability, that would be something that we would have to strongly consider and act. So when genocide is happening, when ethnic cleansing is happening somewhere around the world and we stand idly by, that diminishes us."}, {"actor": "Obama", "dialogue": "And so I do believe that we have to consider it as part of our interests, our national interests, in intervening where possible. But understand that theres a lot of cruelty around the world. Were not going to be able to be everywhere all the time. Thats why its so important for us to be able to work in concert with our allies. Lets take the example of Darfur just for a moment. Right now theres a peacekeeping force that has been set up and we have African Union troops in Darfur to stop a genocide that has killed hundreds of thousands of people. We could be providing logistical support, setting up a no-fly zone at relatively little cost to us, but we can only do it if we can help mobilize the international community and lead. And thats what I intend to do when Im president."}, {"actor": "Brokaw", "dialogue": "Senator McCain, the McCain Doctrine, if you will."}, {"actor": "Mccain", "dialogue": "Well, let me just follow up, my friends. If we had done what Senator Obama wanted done in Iraq, and that was set a date for withdrawal, which General Petraeus, our chief  chairman of our Joint Chiefs of Staff said would be a very dangerous course to take for America, then we would have had a wider war, we would have been back, Iranian influence would have increased, al Qaeda would have re- established a base. There was a lot at stake there, my friends. And I can tell you right now that Senator Obama would have brought our troops home in defeat. Ill bring them home with victory and with honor and that is a fundamental difference. The United States of America, Tom, is the greatest force for good, as I said. And we must do whatever we can to prevent genocide, whatever we can to prevent these terrible calamities that we have said never again. But it also has to be tempered with our ability to beneficially affect the situation. That requires a cool hand at the tiller. This requires a person who understands what our  the limits of our capability are. We went in to Somalia as a peacemaking organization, we ended up trying to be  excuse me, as a peacekeeping organization, we ended up trying to be peacemakers and we ended up having to withdraw in humiliation. In Lebanon, I stood up to President Reagan, my hero, and said, if we send Marines in there, how can we possibly beneficially affect this situation? And said we shouldnt. Unfortunately, almost 300 brave young Marines were killed. So you have to temper your decisions with the ability to beneficially affect the situation and realize youre sending Americas most precious asset, American blood, into harms way. And, again, I know those situations. Ive been in them all my life. And I can tell you right now the security of your young men and women who are serving in the military are my first priority right after our nations security. And I may have to make those tough decisions. But I wont take them lightly. And I understand that we have to say never again to a Holocaust and never again to Rwanda. But we had also better be darn sure we dont leave and make the situation worse, thereby exacerbating our reputation and our ability to address crises in other parts of the world."}, {"actor": "Brokaw", "dialogue": "Senator McCain, thank you very much."}, {"actor": "Question", "dialogue": "Should the United States respect Pakistani sovereignty and not pursue al Qaeda terrorists who maintain bases there, or should we ignore their borders and pursue our enemies like we did in Cambodia during the Vietnam War?"}, {"actor": "Obama", "dialogue": "Katie, its a terrific question and we have a difficult situation in Pakistan. I believe that part of the reason we have a difficult situation is because we made a bad judgment going into Iraq in the first place when we hadnt finished the job of hunting down bin Laden and crushing al Qaeda. So what happened was we got distracted, we diverted resources, and ultimately bin Laden escaped, set up base camps in the mountains of Pakistan in the northwest provinces there. They are now raiding our troops in Afghanistan, destabilizing the situation. Theyre stronger now than at any time since 2001. And thats why I think its so important for us to reverse course, because thats the central front on terrorism. They are plotting to kill Americans right now. As Secretary Gates, the defense secretary, said, the war against terrorism began in that region and thats where it will end. So part of the reason I think its so important for us to end the war in Iraq is to be able to get more troops into Afghanistan, put more pressure on the Afghan government to do what it needs to do, eliminate some of the drug trafficking thats funding terrorism. But I do believe that we have to change our policies with Pakistan. We cant coddle, as we did, a dictator, give him billions of dollars and then hes making peace treaties with the Taliban and militants."}, {"actor": "Obama", "dialogue": "What Ive said is were going to encourage democracy in Pakistan, expand our nonmilitary aid to Pakistan so that they have more of a stake in working with us, but insisting that they go after these militants. And if we have Osama bin Laden in our sights and the Pakistani government is unable or unwilling to take them out, then I think that we have to act and we will take them out. We will kill bin Laden; we will crush Al Qaida. That has to be our biggest national security priority."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Well, Katie (ph), thank you. You know, my hero is a guy named Teddy Roosevelt. Teddy Roosevelt used to say walk softly  talk softly, but carry a big stick. Senator Obama likes to talk loudly. In fact, he said he wants to announce that hes going to attack Pakistan. Remarkable. You know, if you are a country and youre trying to gain the support of another country, then you want to do everything you can that they would act in a cooperative fashion. When you announce that youre going to launch an attack into another country, its pretty obvious that you have the effect that it had in Pakistan: It turns public opinion against us. Now, let me just go back with you very briefly. We drove the Russians out with  the Afghan freedom fighters drove the Russians out of Afghanistan, and then we made a most serious mistake. We washed our hands of Afghanistan. The Taliban came back in, Al Qaida, we then had the situation that required us to conduct the Afghan war. Now, our relations with Pakistan are critical, because the border areas are being used as safe havens by the Taliban and Al Qaida and other extremist organizations, and we have to get their support. Now, General Petraeus had a strategy, the same strategy  very, very different, because of the conditions and the situation  but the same fundamental strategy that succeeded in Iraq. And that is to get the support of the people. We need to help the Pakistani government go into Waziristan, where I visited, a very rough country, and  and get the support of the people, and get them to work with us and turn against the cruel Taliban and others. And by working and coordinating our efforts together, not threatening to attack them, but working with them, and where necessary use force, but talk softly, but carry a big stick."}, {"actor": "Obama", "dialogue": "Tom, just a"}, {"actor": "Brokaw", "dialogue": "Senator McCain"}, {"actor": "Obama", "dialogue": " just a quick follow-up on this. I think"}, {"actor": "Mccain", "dialogue": "If were going to have follow-ups, then I will want follow-ups, as well."}, {"actor": "Brokaw", "dialogue": "No, I know. So but I think we get at it"}, {"actor": "Mccain", "dialogue": "Itd be fine with me. Itd be fine with me."}, {"actor": "Brokaw", "dialogue": " if I can, with this question."}, {"actor": "Obama", "dialogue": "Then lets have one."}, {"actor": "Brokaw", "dialogue": "All right, lets have a follow-up."}, {"actor": "Mccain", "dialogue": "Itd be fine with me."}, {"actor": "Obama", "dialogue": "Just  just  just a quick follow-up, because I think  I think this is important."}, {"actor": "Brokaw", "dialogue": "Im just the hired help here, so, I mean"}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Obama", "dialogue": "Youre doing a great job, Tom. Look, I  I want to be very clear about what I said. Nobody called for the invasion of Pakistan. Senator McCain continues to repeat this. What I said was the same thing that the audience here today heard me say, which is, if Pakistan is unable or unwilling to hunt down bin Laden and take him out, then we should. Now, that I think has to be our policy, because they are threatening to kill more Americans. Now, Senator McCain suggests that somehow, you know, Im green behind the ears and, you know, Im just spouting off, and hes somber and responsible."}, {"actor": "Mccain", "dialogue": "Thank you very much."}, {"actor": "Obama", "dialogue": "Senator McCain, this is the guy who sang, Bomb, bomb, bomb Iran, who called for the annihilation of North Korea. That I dont think is an example of speaking softly. This is the person who, after we had  we hadnt even finished Afghanistan, where he said, Next up, Baghdad. So I agree that we have to speak responsibly and we have to act responsibly. And the reason Pakistan  the popular opinion of America had diminished in Pakistan was because we were supporting a dictator, Musharraf, had given him $10 billion over seven years, and he had suspended civil liberties. We were not promoting democracy. This is the kind of policies that ultimately end up undermining our ability to fight the war on terrorism, and it will change when Im president."}, {"actor": "Mccain", "dialogue": "And, Tom, if  if were going to go back and forth, I then  Id like to have equal time to go  to respond to"}, {"actor": "Brokaw", "dialogue": "Yes, you get the"}, {"actor": "Mccain", "dialogue": " to  to  to"}, {"actor": "Brokaw", "dialogue": " last word here, and then we have to move on."}, {"actor": "Mccain", "dialogue": "Not true. Not true. I have, obviously, supported those efforts that the United States had to go in militarily and I have opposed that I didnt think so. I understand what its like to send young Americans in harms way. I say  I was joking with a veteran  I hate to even go into this. I was joking with an old veteran friend, who joked with me, about Iran. But the point is that I know how to handle these crises. And Senator Obama, by saying that he would attack Pakistan, look at the context of his words. Ill get Osama bin Laden, my friends. Ill get him. I know how to get him. Ill get him no matter what and I know how to do it. But Im not going to telegraph my punches, which is what Senator Obama did. And Im going to act responsibly, as I have acted responsibly throughout my military career and throughout my career in the United States Senate. And we have fundamental disagreements about the use of military power and how you do it, and you just saw it in response to previous questions."}, {"actor": "Brokaw", "dialogue": "Can I get a quick response from the two of you about developments in Afghanistan this week? The senior British military commander, who is now leading there for a second tour, and their senior diplomatic presence there, Sherard Cowper-Coles, who is well known as an expert in the area, both have said that were failing in Afghanistan. The commander said we cannot win there. Weve got to get it down to a low level insurgency, let the Afghans take it over. Cowper-Coles said what we need is an acceptable dictator. If either of you becomes president, as one of you will, how do you reorganize Afghanistans strategy or do you? Briefly, if you can."}, {"actor": "Obama", "dialogue": "Ill be very brief. We are going to have to make the Iraqi government start taking more responsibility, withdraw our troops in a responsible way over time, because were going to have to put some additional troops in Afghanistan. General McKiernan, the commander in Afghanistan right now, is desperate for more help, because our bases and outposts are now targets for more aggressive Afghan  Taliban offenses. Were also going to have to work with the Karzai government, and when I met with President Karzai, I was very clear that, You are going to have to do better by your people in order for us to gain the popular support thats necessary. I dont think he has to be a dictator. And we want a democracy in Afghanistan. But we have to have a government that is responsive to the Afghan people, and, frankly, its just not responsive right now."}, {"actor": "Brokaw", "dialogue": "Senator McCain, briefly."}, {"actor": "Mccain", "dialogue": "General Petraeus has just taken over a position of responsibility, where he has the command and will really set the tone for the strategy and tactics that are used. And Ive had conversations with him. It is the same overall strategy. Of course, we have to do some things tactically, some of which Senator Obama is correct on. We have to double the size of the Afghan army. We have to have a streamlined NATO command structure. We have to do a lot of things. We have to work much more closely with the Pakistanis. But most importantly, we have to have the same strategy, which Senator Obama said wouldnt work, couldnt work, still fails to admit that he was wrong about Iraq. He still will not admit that he was wrong about the strategy of the surge in Iraq, and thats the same kind of strategy of go out and secure and hold and allow people to live normal lives. And once they feel secure, then they lead normal, social, economic, political lives, the same thing thats happening in Iraq today. So I have confidence that General Petraeus, working with the Pakistanis, working with the Afghans, doing the same job that he did in Iraq, will again. We will succeed and we will bring our troops home with honor and victory and not in defeat."}, {"actor": "Brokaw", "dialogue": "Senator McCain, this question is for you from the Internet. Its from Alden (ph) in Hewitt, Texas."}, {"actor": "Mccain", "dialogue": "First of all, as I say, I dont think that  were not going to have another Cold War with Russia. But have no doubt that Russias behavior is certainly outside the norms of behavior that we would expect for nations which are very wealthy, as Russia has become, because of their petro dollars. Now, long ago, I warned about Vladimir Putin. I said I looked into his eyes and saw three letters, a K, a G and a B. He has surrounded himself with former KGB apparatchiks. He has gradually repressed most of the liberties that we would expect for nations to observe, and he has exhibited most aggressive behavior, obviously, in Georgia. I said before, watch Ukraine. Ukraine, right now, is in the sights of Vladimir Putin, those that want to reassemble the old Soviet Union. Weve got to show moral support for Georgia."}, {"actor": "Mccain", "dialogue": "Weve got to show moral support for Ukraine. Weve got to advocate for their membership in NATO. We have to make the Russians understand that there are penalties for these this kind of behavior, this kind of naked aggression into Georgia, a tiny country and a tiny democracy. And so, of course we want to bring international pressures to bear on Russia in hopes that that will modify and eventually change their behavior. Now, the G-8 is one of those, but there are many others. But the Russians must understand that these kinds of actions and activities are not acceptable and hopefully we will use the leverage, economic, diplomatic and others united with our allies, with our allies and friends in Europe who are equally disturbed as we are about their recent behaviors."}, {"actor": "Brokaw", "dialogue": "Senator Obama."}, {"actor": "Mccain", "dialogue": "It will not be a re-ignition of the Cold War, but Russia is a challenge."}, {"actor": "Brokaw", "dialogue": "Senator Obama? Were winding down, so if we can keep track of the time."}, {"actor": "Obama", "dialogue": "Well, the resurgence of Russia is one of the central issues that were going to have to deal with in the next presidency. And for the most part I agree with Senator McCain on many of the steps that have to be taken. But we cant just provide moral support. Weve got to provide moral support to the Poles and Estonia and Latvia and all of the nations that were former Soviet satellites. But weve also got to provide them with financial and concrete assistance to help rebuild their economies. Georgia in particular is now on the brink of enormous economic challenges. And some say that thats what Putin intended in the first place. The other thing we have to do, though, is weve got to see around the corners. Weve got to anticipate some of these problems ahead of time. You know, back in April, I put out a statement saying that the situation in Georgia was unsustainable because you had Russian peacekeepers in these territories that were under dispute. And you knew that if the Russians themselves were trying to obtain some of these territories or push back against Georgia, that that was not a stable situation. So part of the job of the next commander-in-chief, in keeping all of you safe, is making sure that we can see some of the 21st Century challenges and anticipate them before they happen. We havent been doing enough of that. We tend to be reactive. Thats what weve been doing over the last eight years and that has actually made us more safe. Thats part of what happened in Afghanistan, where we rushed into Iraq and Senator McCain and President Bush suggested that it wasnt that important to catch bin Laden right now and that we could muddle through, and that has cost us dearly. Weve got to be much more strategic if were going to be able to deal with all of the challenges that we face out there. And one last point I want to make about Russia. Energy is going to be key in dealing with Russia. If we can reduce our energy consumption, that reduces the amount of petro dollars that they have to make mischief around the world. That will strengthen us and weaken them when it comes to issues like Georgia."}, {"actor": "Brokaw", "dialogue": "This requires only a yes or a no. Ronald Reagan famously said that the Soviet Union was the evil empire. Do you think that Russia under Vladimir Putin is an evil empire?"}, {"actor": "Obama", "dialogue": "I think theyve engaged in an evil behavior and I think that it is important that we understand theyre not the old Soviet Union but they still have nationalist impulses that I think are very dangerous."}, {"actor": "Brokaw", "dialogue": "Senator McCain?"}, {"actor": "Mccain", "dialogue": "Maybe."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Brokaw", "dialogue": "Maybe."}, {"actor": "Mccain", "dialogue": "Depends on how we respond to Russia and it depends on a lot of things. If I say yes, then that means that were reigniting the old Cold War. If I say no, it ignores their behavior. Obviously energy is going to be a big, big factor. And Georgia and Ukraine are both major gateways of energy into Europe. And thats one of the reasons why its in our interest. But the Russians, I think we can deal with them but theyve got to understand that theyre facing a very firm and determined United States of America that will defend our interests and that of other countries in the world."}, {"actor": "Brokaw", "dialogue": "All right. Were going to try to get in two more questions, if we can. So we have to move along. Over in section A, Terry Chary (ph)  do I have that right, Terry? QUESTION: Senator, as a retired Navy chief, my thoughts are often with those who serve our country. I know both candidates, both of you, expressed support for Israel."}, {"actor": "Question", "dialogue": "If, despite your best diplomatic efforts, Iran attacks Israel, would you be willing to commit U.S. troops in support and defense of Israel? Or would you wait on approval from the U.N. Security Council?"}, {"actor": "Mccain", "dialogue": "Well, thank you, Terry (ph). And thank you for your service to the country. I want to say, everything I ever learned about leadership I learned from a chief petty officer. And I thank you, and I thank you, my friend. Thanks for serving. Let  let  let me say that we obviously would not wait for the United Nations Security Council. I think the realities are that both Russia and China would probably pose significant obstacles. And our challenge right now is the Iranians continue on the path to acquiring nuclear weapons, and its a great threat. Its not just a threat  threat to the state of Israel. Its a threat to the stability of the entire Middle East. If Iran acquires nuclear weapons, all the other countries will acquire them, too. The tensions will be ratcheted up. Now, Senator Obama without precondition wants to sit down and negotiate with them, without preconditions. Thats what he stated, again, a matter of record. I want to make sure that the Iranians are put enough  that we put enough pressure on the Iranians by joining with our allies, imposing significant, tough sanctions to modify their behavior. And I think we can do that. I think, joining with our allies and friends in a league of democracies, that we can effectively abridge their behavior, and hopefully they would abandon this quest that they are on for nuclear weapons. But, at the end of the day, my friend, I have to tell you again, and you know what its like to serve, and you know what its like to sacrifice, but we can never allow a second Holocaust to take place."}, {"actor": "Brokaw", "dialogue": "Senator Obama?"}, {"actor": "Obama", "dialogue": "Well, Terry, first of all, we honor your service, and were grateful for it. We cannot allow Iran to get a nuclear weapon. It would be a game-changer in the region. Not only would it threaten Israel, our strongest ally in the region and one of our strongest allies in the world, but it would also create a possibility of nuclear weapons falling into the hands of terrorists. And so its unacceptable. And I will do everything thats required to prevent it. And we will never take military options off the table. And it is important that we dont provide veto power to the United Nations or anyone else in acting in our interests. It is important, though, for us to use all the tools at our disposal to prevent the scenario where weve got to make those kinds of choices. And thats why I have consistently said that, if we can work more effectively with other countries diplomatically to tighten sanctions on Iran, if we can reduce our energy consumption through alternative energy, so that Iran has less money, if we can impose the kinds of sanctions that, say, for example, Iran right now imports gasoline, even though its an oil-producer, because its oil infrastructure has broken down, if we can prevent them from importing the gasoline that they need and the refined petroleum products, that starts changing their cost-benefit analysis. That starts putting the squeeze on them. Now, it is true, though, that I believe that we should have direct talks  not just with our friends, but also with our enemies  to deliver a tough, direct message to Iran that, if you dont change your behavior, then there will be dire consequences. If you do change your behavior, then it is possible for you to re-join the community of nations. Now, it may not work. But one of the things weve learned is, is that when we take that approach, whether its in North Korea or in Iran, then we have a better chance at better outcomes. When President Bush decided were not going to talk to Iran, were not going to talk to North Korea, you know what happened? Iran went from zero centrifuges to develop nuclear weapons to 4,000. North Korea quadrupled its nuclear capability. Weve got to try to have talks, understanding that were not taking military options off the table."}, {"actor": "Brokaw", "dialogue": "All right, gentlemen, weve come to the last question. And youll both be interested to know this comes from the Internet and its from a state that youre strongly contesting, both of you. Its from Peggy (ph) in Amherst, New Hampshire. And it has a certain Zen-like quality, Ill give you a fair warning. Senator Obama, you get first crack at that."}, {"actor": "descriptor", "dialogue": "(LAUGHTER)"}, {"actor": "Obama", "dialogue": "My wife, Michelle, is there and she could give you a much longer list than I do. And most of the time, I learn it by asking her. But, look, the nature of the challenges that were going to face are immense and one of the things that we know about the presidency is that its never the challenges that you expect. Its the challenges that you dont that end up consuming most of your time. But heres what I do know. I know that I wouldnt be standing here if it werent for the fact that this country gave me opportunity. I came from very modest means. I had a single mom and my grandparents raised me and it was because of the help of scholarships and my grandmother scrimping on things that she might have wanted to purchase and my mom, at one point, getting food stamps in order for us to put food on the table. Despite all that, I was able to go to the best schools on earth and I was able to succeed in a way that I could not have succeeded anywhere else in this country. The same is true for Michelle and Im sure the same is true for a lot of you. And the question in this election is: are we going to pass on that same American dream to the next generation? Over the last eight years, weve seen that dream diminish. Wages and incomes have gone down. People have lost their health care or are going bankrupt because they get sick. Weve got young people who have got the grades and the will and the drive to go to college, but they just dont have the money. And we cant expect that if we do the same things that weve been doing over the last eight years, that somehow we are going to have a different outcome. We need fundamental change. Thats whats at stake in this election. Thats the reason I decided to run for president, and Im hopeful that all of you are prepared to continue this extraordinary journey that we call America. But were going to have to have the courage and the sacrifice, the nerve to move in a new direction. Thank you. BROKAW: Senator McCain, you get the last word. Senator Obama had the opening. Youre last up."}, {"actor": "Mccain", "dialogue": "Well, thank you, Tom. And I think what I dont know is what all of us dont know, and thats whats going to happen both here at home and abroad. The challenges that we face are unprecedented. Americans are hurting tonight in a way they have not in our generation. There are challenges around the world that are new and different and there will be different  we will be talking about countries sometime in the future that we hardly know where they are on the map, some Americans. So what I dont know is what the unexpected will be. But I have spent my whole life serving this country. I grew up in a family where my father was gone most of the time because he was at sea and doing our countrys business. My mother basically raised our family. I know what its like in dark times. I know what its like to have to fight to keep ones hope going through difficult times. I know what its like to rely on others for support and courage and love in tough times. I know what its like to have your comrades reach out to you and your neighbors and your fellow citizens and pick you up and put you back in the fight. Thats what Americas all about. I believe in this country. I believe in its future. I believe in its greatness. Its been my great honor to serve it for many, many years. And Im asking the American people to give me another opportunity and Ill rest on my record, but Ill also tell you, when times are tough, we need a steady hand at the tiller and the great honor of my life was to always put my country first. Thank you, Tom."}, {"actor": "Brokaw", "dialogue": "Thank you very much, Senator McCain. That concludes tonights debate from here in Nashville. We want to thank our hosts here at Belmont University in Nashville and the Commission on Presidential Debates. And youre in my way of my script there, if you will move. In addition to everything else, there is one more presidential debate on Wednesday, October 15, at Hofstra University in New York, moderated by my friend, Bob Schieffer of CBS News. Thank you, Senator McCain. Thank you, Senator Obama. Good night, everyone, from Nashville."}, {"actor": "descriptor", "dialogue": "(APPLAUSE)"}, {"actor": "Transcription By", "dialogue": "CQ Transcriptions/Morningside"}], "date": ["October", "7", "2008"]}