{"content": [{"actor": "Participants", "dialogue": "Former Vice President Joe Biden (D) and"}, {"actor": "Moderator", "dialogue": "Kristen Welker (NBC News)"}, {"actor": "Welker", "dialogue": "Good evening from Belmont University in Nashville, Tennessee. Im Kristen Welker of NBC News and I welcome you to the final 2020 presidential debate between President Donald J. Trump and former Vice President Joe Biden. Tonights debate is sponsored by The Commission on Presidential Debates. It is conducted under health and safety protocols designed by the commissions health security advisor. The audience here in the hall has promised to remain silent. No cheers, boos or other interruptions except right now, as we welcome to the stage former Vice President Joe Biden and President Donald J. Trump. And I do want to say a very good evening to both of you. This debate will cover six major topics. At the beginning of each section, each candidate will have two minutes, uninterrupted, to answer my first question. The debate commission will then turn on their microphone only when it is their turn to answer, and the commission will turn it off exactly when the two minutes have expired. After that, both microphones will remain on, but on behalf of the voters, Im going to ask you to please speak one at a time. The goal is for you to hear each other and for the American people to hear every word of what you both have to say. And so with that, if youre ready, lets start. And we will begin with the fight against the coronavirus. President Trump, the first question is for you. The country is heading into a dangerous new phase. More than 40,000 Americans are in the hospital tonight with COVID, including record numbers here in Tennessee. And since the two of you last shared a stage, 16,000 Americans have died from COVID. So please be specific: how would you lead the country during this next stage of the coronavirus crisis? Two minutes, uninterrupted."}, {"actor": "Trump", "dialogue": "So, as you know, 2.2 million people, modeled out, were expected to die. We closed up the greatest economy in the world in order to fight this horrible disease that came from China. Its a worldwide pandemic. Its all over the world. You see the spikes in Europe and many other places right now. If you notice, the mortality rate is down, 85%. The excess mortality rate is way down, and much lower than almost any other country. And were fighting it and were fighting it hard. There is a spike. There was a spike in Florida, and its now gone. There was a very big spike in Texas, its now gone. There was a very big spike in Arizona, its now gone. And there were some spikes and surges in other places. They will soon be gone. We have a vaccine thats coming, its ready. Its going to be announced within weeks, and its going to be delivered. We have Operation Warp Speed, which is the military, is going to distribute the vaccine. I can tell you from personal experience that I was in the hospital, I had it. And I got better and I will tell you that I had something that they gave me  a therapeutic, I guess they would call it. Some people could say it was a cure. But I was in for a short period of time and I got better very fast or I wouldnt be here tonight. And now they say Im immune. Whether its four months or a lifetime, nobodys been able to say that, but Im immune. More and more people are getting better. We have a problem thats a worldwide problem. This is a worldwide problem, but Ive been congratulated by the heads of many countries on what weve been able to do with the  if you take a look at what weve done in terms of goggles and masks and gowns and everything else, and in particular, ventilators. Were now making ventilators. All over the world, thousands and thousands a month, distributing them all over the world, it will go away and as I say, were rounding the turn, were rounding the corner, its going away."}, {"actor": "Welker", "dialogue": "OK, former Vice President Biden, to you, how would you lead the country out of this crisis? You have two minutes uninterrupted."}, {"actor": "Biden", "dialogue": "220,000 Americans dead. If you hear nothing else I say tonight, hear this. Anyone whos responsible for not taking control  in fact, not saying, I take no responsibility, initially  anyone who is responsible for that many deaths should not remain as President of the United States of America. Were in a situation where there are thousands of deaths a day, a thousand deaths a day. And there are over 70,000 new cases per day. Compared to whats going on in Europe, as the New England Medical Journal said, theyre starting from a very low rate. Were starting from a very high rate. The expectation is well have another 200,000 Americans dead by the time, between now and the end of the year. If we just wore these masks  the Presidents own advisors have told him  we could save 100,000 lives. And were in a circumstance where the President, thus far, still has no plan. No comprehensive plan. What I would do is make sure we have everyone encouraged to wear a mask, all the time. I would make sure we move in the direction of rapid testing, investing in rapid testing. I would make sure that we set up national standards as to how to open up schools and open up businesses so they can be safe, and give them the wherewithal and financial resources to be able to do that. Were in a situation now where the New England Medical Journal  one of the serious, most serious journals in the whole world  said for the first time ever that this, the way this President has responded to this crisis has been absolutely tragic. And so folks, I will take care of this, I will end this, I will make sure we have a plan."}, {"actor": "Welker", "dialogue": "President Trump, Id like to follow up with you and your comments. You talked about taking a therapeutic. I assume youre referencing Regeneron. You also said a vaccine will be coming within weeks. Is that a guarantee?"}, {"actor": "Trump", "dialogue": "No, its not a guarantee but it will be by the end of the year, but I think it has a good chance. There are two companies, I think, within a matter of weeks, and it will be distributed very quickly."}, {"actor": "Welker", "dialogue": "Can you tell us which companies?"}, {"actor": "Trump", "dialogue": "Johnson and Johnson is doing very well. Moderna is doing very well. Pfizer is doing very well, and we have numerous others. And then we also have others that were working on very closely with other countries, in particular Europe."}, {"actor": "Welker", "dialogue": "Let me follow up with you, and because this is new information  you have said a vaccine is coming soon, within weeks now. Your own officials say it could take well into 2021 at the earliest for enough Americans to get vaccinated, and even then they say the country will be wearing masks and distancing into 2022. Is your timeline realistic?"}, {"actor": "Trump", "dialogue": "No, I think my timeline is going to be more accurate. I dont know that theyre counting on the military the way I do, but we have our generals lined up, one in particular, thats the head of logistics. And this is a very easy distribution for him. Hes ready to go as soon as we have the vaccine, and we expect to have 100 million vials as soon as we have the vaccine, hes ready to go."}, {"actor": "Welker", "dialogue": "Vice President Biden, your reaction? Just 40% of Americans say they would definitely agree to take a coronavirus vaccine if it was approved by the government. What steps would you take to give Americans confidence in a vaccine if it were approved?"}, {"actor": "Biden", "dialogue": "Make sure its totally transparent. Have the scientific world see it, know it, look at it, go through all the processes. And by the way, this is the same fellow who told you this is going to end by Easter last time. This the same fellow who told you that, dont worry, were going to end this by the summer. Were about to go into a dark winter, a dark winter, and he has no clear plan and theres no prospect that theres going to be a vaccine available for the majority of the American people before the middle of next year."}, {"actor": "Welker", "dialogue": "President Trump, your reaction? He says you have no plan."}, {"actor": "Trump", "dialogue": "I dont think were going to have a dark winter at all. Were opening up our country. Weve learned and studied and understand the disease, which we didnt at the beginning. When I closed and banned China from coming in heavily infected, and then ultimately Europe, but China was in January  months later he was saying I was xenophobic, I did it too soon. Now hes saying, Oh, I should have, I should have, you know, moved quicker. But he didnt move quicker; he was months behind me, many months behind me. And frankly, he ran the H1N1 swine flu, and it was a total disaster. Far less lethal. But it was a total disaster. Had that had this kind of numbers, 700,000 people would be dead right now, but it was a far less lethal disease. Look, his own person who ran that for him who, as you know was his chief of staff, said It was catastrophic, it was horrible, we didnt know what we were doing. Now he comes up and he tells us how to do this. Also everything that he said about the way  every single move that he said we should make  thats what weve done, weve done all of it, but he was way behind us."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response?"}, {"actor": "Biden", "dialogue": "My responses is, he is xenophobic but not because he shut down access from China. And he did it late, after 40 countries had already done that. In addition to that, what he did, he made sure that we had 44 people that were in there, in China, trying to get to Wuhan to determine what exactly the source was. What did the President say in January? He said no, he said, this is  hes being transparent, the president of China is being transparent. We owe him a debt of gratitude. We have to thank him. And then what happened was, we started talking about using the Defense Act, to make sure we go out and get whatever is needed out there to protect people. And again, I go back to this, he had nothing. He did virtually nothing. And then he gets out of the hospital, and he talks about were, this is, Oh, dont worry. This is all going to be over soon. Come on, theres not another serious scientist in the world who thinks its going to be over soon."}, {"actor": "Welker", "dialogue": "President Trump, your reaction?"}, {"actor": "Trump", "dialogue": "I did not say over soon. I say were learning to live with it. We have no choice. We cant lock ourselves up in a basement like Joe does. He has the ability to lock himself up. I dont know, hes obviously made a lot of money, someplace, but he has this thing about living in a basement. People cant do that. By the way, I, as the president, couldnt do that. Id love to put myself in the basement or in a beautiful room in the White House and go away for a year and a half until it disappears. I cant do that. And Kristen  every, every meeting I had  every meeting I had  and Id meet a lot of families, including Gold Star families and military families, every meeting I had  and I had to meet them, I had to, it would be horrible to have canceled everything. I said, you know, this is dangerous. And you catch it. And you know, I caught it. I learned a lot. I learned a lot, great doctors, great hospitals. And now, I recovered. 99.9 of young people recover. 99% of people recover. We have to recover. We cant close up our nation, we have to open our school, and we cant close up our nation, or youre not going to have a nation."}, {"actor": "Welker", "dialogue": "And of course the CDC has said young people can get sick with COVID-19 and can pass it. Vice President Biden, I want to talk broadly about strategy, though."}, {"actor": "Biden", "dialogue": "Can I respond to that?"}, {"actor": "Welker", "dialogue": "30 seconds please, and then I have a question."}, {"actor": "Biden", "dialogue": "Number one. He says that were, you know, were learning to live with it. People are learning to die with it. You folks home will have an empty chair at the kitchen table this morning. That man or wife going to bed tonight and reaching over to try to touch their, out of habit, where their wife or husband was, is gone. Learning to live with it? Come on. Were dying with it, because hes never said  he said its dangerous. Whens the last time? Is it really dangerous, still? Are we dangerous? You tell the people its dangerous now? What should they do about the danger? And you say, I take no responsibility."}, {"actor": "Welker", "dialogue": "Let me talk about"}, {"actor": "Trump", "dialogue": "Excuse me."}, {"actor": "Welker", "dialogue": "Very quickly."}, {"actor": "Trump", "dialogue": "I take full responsibility. Its not my fault that it came here. Its Chinas fault. And you know what, its not Joes fault that it came here either. Its Chinas fault. They kept it from going into the rest of China, for the most part, but they didnt keep it from coming out to the world including Europe and ourselves."}, {"actor": "Welker", "dialogue": "Vice President Biden."}, {"actor": "Biden", "dialogue": "The fact is, that when we knew it was coming, when it hit  what happened? What did the President say? He said dont worry, its going to go away, be gone by Easter. Dont worry, the warm weather. Dont worry, maybe inject bleach  he said he was kidding when he said that, but a lot of people thought it was serious. A whole range of things the President said. And even today, he thinks we are in control. Were about to lose 200,000 more people."}, {"actor": "Welker", "dialogue": "President Trump."}, {"actor": "Trump", "dialogue": "Look, perhaps just to finish this, I was kidding on that but just to finish this. When I closed, he said, I shouldnt have closed. And that went on for months. What Nancy Pelosi said the same thing. She was dancing on the streets in Chinatown in San Francisco. But when I closed, he said, this is a terrible thing. Youre xenophobic. I think he called me racist, even, and because I was closing it to China. Now he says I should have closed it earlier. It just, Joe, it doesnt work."}, {"actor": "Biden", "dialogue": "I didnt say either of those things."}, {"actor": "Trump", "dialogue": "You certainly did."}, {"actor": "Biden", "dialogue": "I talked about his xenophobia in a different context. It wasnt about closing the border to Chinese coming to the United States."}, {"actor": "Welker", "dialogue": "All right, I want to talk about both of your different strategies to handling this."}, {"actor": "Trump", "dialogue": "He thought I shouldnt have closed the border. Thats obvious."}, {"actor": "Welker", "dialogue": "Do you want to respond to that quickly, Vice President Biden?"}, {"actor": "Biden", "dialogue": "No."}, {"actor": "Welker", "dialogue": "OK, lets talk about your different strategies toward dealing with this. Mr. Vice President, you suggested you would support new shutdowns if scientists recommended it. What do you say to Americans who are fearful that the cost of shutdowns, the impact on the economy, the higher rates of hunger, depression, domestic and substance abuse, outweighs the risk of exposure to the virus?"}, {"actor": "Biden", "dialogue": "What I would say is Im going to shut down the virus, not the country. Its his ineptitude that caused the country to have to shut down in large part  why businesses have gone under, why schools are closed, why so many people have lost their living and why theyre concerned. Those other concerns are real. Thats why he should have been  instead of in a sand trap at his golf course  he should have been negotiating with Nancy Pelosi and the rest of the Democrats and Republicans about what to do about the acts they were passing for billions of dollars to make sure people had the capacity."}, {"actor": "Welker", "dialogue": "Well you havent ruled out more shutdowns."}, {"actor": "Biden", "dialogue": "Oh no, Im not shutting down the nation but there are, look, they need standards. The standard is, if you have a reproduction rate in a community thats above a certain level, everybody says, slow up. More social distancing. Do not open bars and do not open gymnasiums. Do not open until you get this under control, under more control. But when you do open, give the people the capacity to be able to open and have the capacity to do it safely. For example schools  schools, they need a lot of money to open. They need to deal with ventilation systems, they need to deal with smaller classes, more teachers, more pods, and hes refused to support that money, or at least up to now."}, {"actor": "Welker", "dialogue": "Lets talk about schools. President Trump"}, {"actor": "Trump", "dialogue": "Well, I think we have to respond, if I might."}, {"actor": "Welker", "dialogue": "Please, and then I have a follow up."}, {"actor": "Trump", "dialogue": "Thank you, and I appreciate that. Look, all he does is talk about shutdowns but forget about him. His democrat governors  Cuomo in New York, you look at whats going on in California, you look at Pennsylvania, North Carolina, Democrats, Democrats all  they are shut down so tight, and theyre dying. Theyre dying. And he supports all these people. All he talks about is shutdowns. No, were not going to shut down, and we have to open our schools. And its like, as an example, I have a young son. He also tested positive. By the time I spoke to the doctor, the second time, he was fine, it just went away. Young people, I guess its their immune system."}, {"actor": "Welker", "dialogue": "Let me follow up with you, President Trump. Youve demanded schools open in person and insisted they can do it safely. But just yesterday, Boston became the latest city to move its public school system entirely online after a coronavirus spike. What is your message to parents who worry that sending their children to school will endanger not only their kids, but also their teachers and families?"}, {"actor": "Trump", "dialogue": "I want to open the schools. The transmittal rate to the teachers is very small, but I want to open the schools. We have to open our country. Were not going to have a country. You cant do this, we cant keep this country closed. It is a massive country with a massive economy. People are losing their jobs, theyre committing suicide. Theres depression, alcohol, drugs at a level that nobodys ever seen before. Theres abuse, tremendous abuse. We have to open our country. You know Ive said it often  the cure cannot be worse than the problem itself, and thats whats happening, and he wants to close down. Hell close down the country if one person in our, in our massive bureaucracy says we should close it down."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response."}, {"actor": "Biden", "dialogue": "Simply not true. Were gonna be able to walk and chew gum at the same time. We ought to be able to safely open, but they need resources to open. You need to be able to, for example, if youre gonna open a business, have social distancing within the business. You need to have, if you have a restaurant, you need to have plexiglass dividers so people cannot infect one another. You need to be in a position where you can take testing rapidly and know whether a person is, in fact, infected. You need to be able to trace. You need to be able to provide all the resources that are needed to do this and that is not inconsistent with saying that were going to make sure that we open safely. And by the way, all you teachers out there  not that many of you are going to die, so dont worry about it. Dont worry about it. Come on."}, {"actor": "Welker", "dialogue": "President Trump, let me follow up with you quickly."}, {"actor": "Trump", "dialogue": "By the way,I will say this, if you go and look at whats happened to New York, its a ghost town. Its a ghost town. And when you talk about plexiglass  these are restaurants that are dying. These are businesses with no money. Putting up plexiglass is unbelievably expensive, and its not the answer. I mean, youre going to sit there in a cubicle wrapped around with plastic? These are businesses that are dying, Joe, you cant do that to people, you just cant. Take a look at New York and whats happened to my wonderful city. For so many years, I loved it. It was vibrant. Its dying. Everyones leaving New York."}, {"actor": "Welker", "dialogue": "Vice President Biden."}, {"actor": "Biden", "dialogue": "Take a look at what New York has done in terms of turning the curve down, in terms of the number of people dying. And I dont look at this in terms of the way he does, blue states and red states. Theyre all the United States. And look at the states that are having such a spike in the coronavirus. Theyre the red states. They are the states in the Midwest, they are the states in the upper Midwest, thats where the spike is occurring significantly, but theyre all Americans. Theyre all Americans and what we have to do is say, wear these masks, number one, make sure we get the help that the businesses need. The moneys already been passed to do that. Its been out there since the beginning of the summer and nothings happened."}, {"actor": "Trump", "dialogue": "Kristen, New York has lost more than 40,000 people. 11,000 people in nursing homes."}, {"actor": "Welker", "dialogue": "President Trump, what about"}, {"actor": "Trump", "dialogue": "When you say spike, take a look at whats happening in Pennsylvania, where theyve had it closed. Take a look at whats happening with your friend in Michigan, where her husbands the only one allowed to do anything. Its been like a prison. Now it was just ruled unconstitutional. Take a look at North Carolina. Theyre having spikes and theyve been closed, and theyre getting killed financially. We cant let that happen, Joe, you cant let that happen. We have to open up and we understand the disease, we have to protect our seniors, we have to protect our elderly, we have to protect, especially, our seniors with heart problems and diabetes problems, and we will protect them. We have the best testing in the world by far. Thats why we have so many cases."}, {"actor": "Welker", "dialogue": "Let me follow up with you before we move on to our next section. President Trump, this week you called Dr. Anthony Fauci, the nations best known infectious disease expert, a disaster. You described him and other medical experts as idiots. If youre not listening to them, who are you listening to?"}, {"actor": "Trump", "dialogue": "Im listening to all of them, including Anthony. I get along very well with Anthony. But he did say, dont wear masks. He did say, as you know, this is not going to be a problem. I think hes a Democrat, but thats okay. He said, this is not going to be a problem. We are not going to have a problem at all. When Joe says that, I said  Anthony Fauci said and others and many others. And Im not knocking him. Nobody knew. Look, nobody knew what this thing was, nobody knew where it was coming from, what it was. Weve learned a lot, but Anthony said, dont wear masks. Now he wants to wear masks. Anthony also said, if you look back, exact words, heres his exact words: This is no problem, this is going to go away soon. So hes allowed to make mistakes, he happens to be a good person."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response, quickly and then were going to move on to the next section."}, {"actor": "Biden", "dialogue": "My response is that, think about what the President knew in January and didnt tell the American people. He was told this was a serious virus that spread in the air, and it was much worse than  much worse  than the flu. He went on record and said to one of your colleagues, recorded, that in fact he knew how dangerous it was but he didnt want to tell us, didnt want to tell us because he didnt want us to panic. He didnt want us  Americans dont panic. He panicked. But, guess what, in the meantime, we find out in the New York Times the other day that in fact, his folks went to Wall Street and said, this is a really dangerous thing, and a memo out of that meeting  not from his administration, but from some of the brokers  said, sell short, because we gotta get moving. Its a dangerous problem."}, {"actor": "Trump", "dialogue": "Well this is"}, {"actor": "Welker", "dialogue": "Im going to give you 30 seconds to respond and then were gonna move on."}, {"actor": "Trump", "dialogue": "I dont know, somebody went to Wall Street. Youre the one that takes all the money from Wall Street. I dont take it. You have raised a lot of money, tremendous amounts of money. And every time you raise money, deals are made, Joe. I could raise so much more money. As president and as somebody that knows most of those people, I could call the heads of Wall Street, the heads of every company in America, I would blow away every record. But I dont want to do that because it puts me in a bad position. And then you bring up Wall Street? You shouldnt be bringing up Wall Street. Because youre the one that takes the money from Wall Street, not me. I could blow away your records like you wouldnt believe. We dont need money. We have plenty of money. In fact, we beat Hillary Clinton with a tiny fraction of the money that she was able to get. Dont tell me about Wall Street."}, {"actor": "Welker", "dialogue": "All right, gentlemen, were gonna move on."}, {"actor": "Biden", "dialogue": "Average contribution, $43."}, {"actor": "Welker", "dialogue": "All right, were gonna move on to our next section which is national security. And I do want to start with the security of our elections and some breaking news from overnight. Just last night, top intelligence officials confirmed again that both Russia and Iran are working to influence this election. Both countries have obtained U.S. voter registration information, these officials say, and Iran sent intimidating messages to Florida voters. This question goes to you, Mr. Vice President, what would you do to put an end to this threat? You have two minutes, uninterrupted."}, {"actor": "Biden", "dialogue": "I made it clear. And I asked everyone else to take the pledge. I made it clear that any country, no matter who it is, that interferes in American elections will pay a price. They will pay a price. It has been overwhelmingly clear in this election  I wont even get into the last one  this election, that Russia has been involved. China has been involved to some degree, and now we learned that, that Iran is involved. They will pay a price if Im elected. Theyre interfering with American sovereignty. Thats whats going on right now. Theyre interfering with American sovereignty. And to the best of my knowledge, I dont think the President has said anything to Putin about it. I dont think hes talking to him a lot. I dont think hes said a word. I dont know why he hasnt said a word to Putin about it. And I dont know what he has recently said, if anything, to the Iranians. My guess is hed probably be more outspoken with regard to the Iranians. But the point is this, folks. We are in a situation where we have foreign countries trying to interfere in the outcome of our election. His own national security advisor told him that what is happening with his buddy  well, I wont, I shouldnt  I will  his buddy Rudy Giuliani. Hes being used as a Russian pawn. Hes being fed information that is Russian, that is not true. And then what happens? Nothing happens. And then you find out that everything is going on here about Russia is wanting to make sure that I do not get elected the next President of the United States because they know I know them, and they know me. I dont understand why this President is unwilling to take on Putin when hes actually paying bounties to kill American soldiers in Afghanistan, when hes engaged in activities that are trying to destabilize all of NATO. I dont know why he doesnt do it but its worth asking the question. Why isnt that being done? Any country that interferes with us will, in fact, pay a price because theyre affecting our sovereignty."}, {"actor": "Welker", "dialogue": "President Trump, same question to you. Let me, let me ask the question. Youre gonna have two minutes to respond for two elections in a row now there has been substantial interference from foreign adversaries. What would you do in your next term to put an end to this? Two minutes, uninterrupted."}, {"actor": "Trump", "dialogue": "Well, let me respond to the first part, as Joe answered. Joe got three and a half million dollars from Russia. And it came through Putin, because he was very friendly with the former mayor of Moscow and it was the mayor of Moscows wife. You got three and a half million dollars. Your family got three and a half million dollars and you know someday, youre gonna have to explain  why did you get three and a half? I never got any money from Russia. I dont get money from Russia. Now, about your thing last night, I knew all about that, and through John  who is John Radcliffe, who is fantastic, DNI  he said, the one thing thats common to both of them, they both want you to lose. Because there has been nobody tougher to Russia. Between the sanctions, nobody tougher than me on Russia. Between the sanctions between all of what Ive done with NATO. You know, Ive got the NATO countries to put up an extra 130 billion, going to $420 billion a year, thats to guard against Russia. I sold  while he was selling pillows and sheets  I sold tank busters to Ukraine. There has been nobody tougher on Russia than Donald Trump. And Ill tell you, they were so bad. They took over the, the submarine port. You remember that very well during your term, during you and Barack Obama. They took over a big part of what should have been Ukraine. You handed it to them. But you were getting a lot of money from Russia. They were paying you a lot of money and they probably still are, but now, with what came out today, its even worse. All of the emails, the emails are horrible. The emails of the kind of money that you were raking in, you and your family. And Joe, you were vice president when some of this was happening. And it should have never happened. And I think you owe an explanation to the American people. Why is it, somebody just had a news conference a little while ago, who was essentially supposed to work with you and your family, but what he said was damning. And regardless of me, I think you have to clean it up and talk to the American people. Maybe you can do it right now."}, {"actor": "Welker", "dialogue": "Vice President Biden, you may respond and then I do want to follow up on the election security."}, {"actor": "Biden", "dialogue": "I have not taken a penny from any foreign source ever in my life. We learn that this President paid 50 times the tax in China, has a secret bank account with China, does business in China, and in fact, is talking about me taking money? I have not taken a single penny from any country whatsoever, ever, number one. Number two, this is a president  I have released all of my tax returns. 22 years. Go look at them. 22 years of my tax returns. You have not released a single solitary year of your tax return. What are you hiding? Why are you unwilling? The foreign countries are paying you a lot. Russia is paying you a lot. China is paying a lot. And your hotels and all your businesses all around the country, all around the world. And Chinas building a new road to a new gas a golf course you have overseas. So whats going on here? Why dont you release your tax return or stop talking about corruption?"}, {"actor": "Welker", "dialogue": "President Trump, your response."}, {"actor": "Trump", "dialogue": "First of all, I called my accountants  under audit. Im going to release them as soon as we can. I want to do it, and it will show how successful, how great this company is. But much more importantly than that, people were saying $750. I asked them a week ago, I said, what did I pay? They said, sir, you pre-paid tens of millions of dollars. I prepaid my tax. Tens. Over the last number of years. Tens of millions of dollars, I prepaid, because at some point, they think, its an estimate. They think I may have to pay tax. So, I already prepaid it. Nobody told me that."}, {"actor": "Welker", "dialogue": "Did your accountant tell you"}, {"actor": "Trump", "dialogue": "Excuse me. And it wasnt written whenever they write this. They keep talking about $750, which I think is a filing fee. But let me just tell you, I prepaid millions and millions of dollars in taxes, number one. Number two, I dont make money from China, you do. I dont make money from Ukraine, you do. I dont make money from Russia. You made three and a half million dollars, Joe, and your son gave you. They even have a statement that we have to give 10% to the big man. Youre the big man, I think. I dont know, maybe youre not. But youre the big man, I think. Your son said we have to give 10% to the big man. Joe, whats that all about? Its terrible."}, {"actor": "Welker", "dialogue": "Alright, gentlemen, I want to ask you both some questions about all of this. Im gonna let you both respond, very quickly. You just said you spoke to your accountant about potentially releasing your taxes. Did he tell you when you can release them? Do you have a deadline for when youre going to release them to the American people?"}, {"actor": "Trump", "dialogue": "I get treated worse than the Tea Party got treated. A lot of people in there, deep down in the IRS, they treat me horribly. We made a deal, it was all settled, until I decided to run for president. I get treated very badly by the IRS, very unfairly, but we had a deal all done. As soon as were completed with the deal, I want to release it. But I have paid millions and millions of dollars. And its worse than paying. I paid in advance. Its called prepaying your taxes."}, {"actor": "Welker", "dialogue": "I want to ask you both about questions regarding your potential foreign entanglements and questions that have been raised to give you both a chance to talk about this more broadly."}, {"actor": "Biden", "dialogue": "At some point I want to respond."}, {"actor": "Welker", "dialogue": "Respond very quickly, and then Ill get to my question."}, {"actor": "Biden", "dialogue": "Why do he  Hes been saying this for four years. Show us. Just show us. Stop playing around. Youve been saying for four years youre going to release your taxes. Nobody knows, Mr. President, what they do know is youre not paying your taxes or youre paying taxes that are so low. When last time he said what he paid, he said, I only pay that little because Im smart. I know how to game the system. Come on, come on, folks."}, {"actor": "Welker", "dialogue": "Quickly, President Trump, and then I want to get to two questions to both of you."}, {"actor": "Trump", "dialogue": "I was put through a phony witch hunt for three years. It started before I even got elected. They spied on my campaign. No president should ever have to go through what I went through. Let me just say this. Mueller and 18 angry Democrats, and FBI agents all over the place spent $48 million. They went through everything I had, including my tax returns, and they found absolutely no collusion and nothing wrong. $48 million. I guarantee you, if I spent 1 million on you Joe, I could find plenty wrong, because the kind of things that youve done and the kind of monies that your family has taken  I mean, your brother made money in Iraq, millions of dollars. Your other brother made a fortune, and its all through you, Joe. And they say you get some of it. And you do live very well. You have houses all over the place. You live very well."}, {"actor": "Welker", "dialogue": "All right, gentlemen, let me just ask some questions about all of this broadly. Vice President Biden, there have been questions about the work your son has done in China, and for a Ukrainian energy company when you were Vice President. In retrospect, was anything about those relationships inappropriate or unethical?"}, {"actor": "Biden", "dialogue": "Nothing was unethical. Heres what the deal. With regard to Ukraine, we had this whole question about whether or not, because he was on the board, I later learned, of Burisma, a company, that somehow I had done something wrong. Yet every single solitary person, when he was going through his impeachment, testifying under oath who worked for him, said I did my job impeccably. I carried out US policy. Not one, single, solitary thing was out of line. Not a single thing, number one. Number two, the guy who got in trouble in Ukraine was this guy, trying to bribe the Ukrainian government to say something negative about me, which they would not do, and did not do, because it never, ever, ever happened. My son has not made money in terms of this thing about  what are you talking about  China. I have not had it. The only guy that made money from China is this guy. Hes the only one. Nobody else has made money from China."}, {"actor": "Welker", "dialogue": "President Trump, let me ask my question to you."}, {"actor": "Trump", "dialogue": "Could I just  one thing."}, {"actor": "Welker", "dialogue": "Very quickly."}, {"actor": "Trump", "dialogue": "His son didnt have a job for a long time, was sadly no longer in the military service, I wont get into that. And he didnt have a job. As soon as he became vice president, Burisma  not the best, not the best reputation in the world  I hear they paid him 183,000 a month. Listen to this, 183, and they gave him a $3 million upfront payment, and he had no energy experience. Thats 100% dishonest."}, {"actor": "Welker", "dialogue": "Im going to let the vice president respond to that quickly and then I have a question for you."}, {"actor": "Biden", "dialogue": "No basis for that. Everybody investigated that, no one said anything he did was wrong in Ukraine."}, {"actor": "Welker", "dialogue": "OK, President Trump, this is for you. Since you took office, youve never divested from your business. Youve personally promoted your properties abroad. A report this week, which was referenced, does indicate that your company has a bank account in China. So how can voters know that you dont have any foreign conflicts of interest?"}, {"actor": "Trump", "dialogue": "I have many bank accounts and theyre all listed and theyre all over the place. I mean, I was a businessman doing business. The bank account youre referring to  which is, everybody knows about it, its listed  the bank account was in 2013. Thats what it was. It was opened. It was closed in 2015, I believe, and then I decided, because I was going to do, I was thinking about doing a deal in China, like millions of other people, I was thinking about it. And I decided Im not going to do it, didnt like it, I decided not to do it, had an account open and I closed it."}, {"actor": "Welker", "dialogue": "OK."}, {"actor": "Trump", "dialogue": "Excuse me, and then unlike him, where hes Vice President, and he does business, I then decided to run for president after that. That was before. So I closed it before I even ran for president, let alone became president, big difference. He is the Vice President of the United States, and his son, his brother and his other brother are getting rich, theyre like a vacuum cleaner, theres something"}, {"actor": "Welker", "dialogue": "Okay, President Trump, thank you. We do need to move on. I do want to ask you, Vice President Biden, about China. Lets talk about China more broadly. There have, of course, President Trump has said that they should pay for not being fully transparent in regards to the coronavirus. If you were president, would you make China pay and please be specific, what would that look like?"}, {"actor": "Biden", "dialogue": "What Id make China do is play by the international rules, not like he has done. He has caused the deficit in China to go up not down  with China, up not down. We are making sure that in order to do business in China, you have to give all your intellectual property. You have to get/have a partner in China, it is 51%. We would not do that at all, number one. Number two, were in a situation where China would have to play by the rules internationally as well. When I met with Xi, and when I was still vice president, he said were setting up air identification zones in the South China Sea, you cant fly through them. I said, were gonna fly through them. We just flew B52/B1 bombers through it. Were not going to pay attention. They have to play by the rules, and whats he do? He embraces guys like the thugs like in North Korea, and, and, and the Chinese president and Putin and others, and he pokes his finger in the eye of all our friends, all of our allies. We make up only  were 25%. 25% of the worlds economy. We need to be having the rest of our friends with us, saying to China, these are the rules. You play by them or youre going to pay the price for not playing by them, economically. Thats the way I will run it. And thats what we did and upholding steel tariffs and a range of other things when we were president and vice president."}, {"actor": "Welker", "dialogue": "All right, lets talk about North Korea."}, {"actor": "Trump", "dialogue": "Excuse me, no, I have to respond to this."}, {"actor": "Welker", "dialogue": "OK, very quickly and then were gonna move on to North Korea"}, {"actor": "Trump", "dialogue": "His son walked out with a billion and a half dollars from China"}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": "after spending 10 minutes in office and being in Air Force Two, number one. Number two, theres a very strong email, talking about your family wanting to make $10 million a year for introductions."}, {"actor": "Biden", "dialogue": "That is not true."}, {"actor": "Welker", "dialogue": "President Trump, on China policy, though. What are you gonna do? What specifically are you going to do to make China pay? Youve said youre going to make them pay."}, {"actor": "Trump", "dialogue": "First of all, China is paying. Theyre paying billions and billions of dollars. I just gave $28 billion."}, {"actor": "Welker", "dialogue": "New sanctions?"}, {"actor": "Trump", "dialogue": "I just gave $28 billion to our farmers."}, {"actor": "Biden", "dialogue": "Taxpayers money."}, {"actor": "Trump", "dialogue": "Its what?"}, {"actor": "Biden", "dialogue": "Taxpayers money."}, {"actor": "Trump", "dialogue": "No, you know who the taxpayer is. Its called China."}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": "China paid $28 billion and you know what they did to pay it, Joe? They devalued their currency and they also paid up, and you know who got the money? Our farmers. Our great farmers, because they were targeted. You never charge them anything. Also, I charged them 25% on dumped steel, because they were killing our steel industry. We were not going to have a steel industry, and now we have a steel industry."}, {"actor": "Welker", "dialogue": "OK, Vice President Biden, your response, please?"}, {"actor": "Biden", "dialogue": "My response is look, this isnt about  theres a reason why hes bringing up all this malarkey. Theres a reason for it. He doesnt want to talk about the substantive issues. Its not about his family and my family. Its about your family, and your familys hurting badly. If youre making less than, if youre a middle class family, youre getting hurt badly right now. Youre sitting at the kitchen table this morning deciding, well, we cant get new tires, theyre bald, because we have to wait another month or so. Or are we going to be able to pay the mortgage? Whos going to tell her, she cant go back to community college? Theyre the decisions youre making in the middle class families like I grew up in Scranton and Claymont. Theyre in trouble. We should be talking about your families but thats the last thing he wants to talk about."}, {"actor": "Welker", "dialogue": "I want to talk about North Korea"}, {"actor": "Trump", "dialogue": "That is a typical statement. Excuse me, just for one second, please."}, {"actor": "Welker", "dialogue": "10 seconds, Mr. President, 10 seconds."}, {"actor": "Trump", "dialogue": "Thats a typical political statement. Lets get off this China thing, and then he looks  the family, around the table, everything. Just a typical politician when I see that."}, {"actor": "Welker", "dialogue": "Alright, lets talk"}, {"actor": "Trump", "dialogue": "Im not a typical politician, thats why I got elected."}, {"actor": "Welker", "dialogue": "Lets talk about"}, {"actor": "Trump", "dialogue": "Lets get off the subject of China, lets talk around sitting around the table. Come on, Joe, you can do better."}, {"actor": "Welker", "dialogue": "Were gonna talk about North Korea now. President Trump, youve met with North Korean leader Kim Jong Un three times. Youve talked about your beautiful letters with him, youve touted the fact that there hasnt been a war or a long range missile test, and yet North Korea recently rolled out its biggest ever intercontinental ballistic missile and continues to develop its nuclear arsenal. Do you see that as a betrayal of the relationship you forged? Just 30 seconds here because we need to get on to the next topic."}, {"actor": "Trump", "dialogue": "So, when I met with Barack Obama, we sat in the White House, right at the beginning had a great conversation, was supposed to be 15 minutes and it was well over an hour. He said the biggest problem we have is North Korea. He indicated we will be in a war with North Korea. Guess what, it would be a nuclear war, and he does have plenty of nuclear capability. In the meantime, I have a very good relationship with him, different kind of a guy but he probably thinks the same thing about me. We have a different kind of a relationship. We have a very good relationship, and theres no war. And you know, about two months ago, he broke into a certain area. They said, oh theres going to be trouble. I said, No, theyre not. Because hes not going to do that. And I was right. Look, instead of being in a war where millions of people  Seoul, you know, is 25 miles away, millions and millions, 32 million people in Seoul  millions of people would be dead right now. We dont have a war, and I have a good relationship."}, {"actor": "Welker", "dialogue": "Vice President Biden to you, North Korea conducted four nuclear tests under the Obama administration. Why do you think you would be able to rein in this persistent threat?"}, {"actor": "Biden", "dialogue": "Because Id make it clear, which we were making clear to China, they had to be part of the deal, because heres the root. I made it clear, as a spokesperson for the administration when I went to China, that they said, Why are you moving your missile defense up so close? Why are you moving more forces here? Why are you continuing to do military maneuvers with South Korea? I said, Because North Korea is a problem. And were going to continue to do it so we can control them. Were going to make sure we can control them and make sure they cannot hurt us. And so if you want to do something about it, step up and help. If not, its going to continue. What has he done? Hes legitimized North Korea, hes talked about his good buddy whos a thug, a thug, and he talks about how were better off, and they have much more capable missiles, able to reach U.S. territory, much more easily than ever did before."}, {"actor": "Welker", "dialogue": "Let me follow up with you, Vice President Biden, youve said you wouldnt meet with Kim Jong Un without preconditions. Are there any conditions under which you would meet with him?"}, {"actor": "Biden", "dialogue": "On the condition that he would agree that he would be drawing down his nuclear capacity to get  the Korean Peninsula should be a nuclear free zone."}, {"actor": "Welker", "dialogue": "Alright, lets move on to American families."}, {"actor": "Trump", "dialogue": "Kristen, they tried to meet with him."}, {"actor": "Welker", "dialogue": "Very quickly. 10 seconds, President Trump."}, {"actor": "Trump", "dialogue": "They tried to meet with him, he wouldnt do it. He didnt like Obama. He didnt like him. He wouldnt do it."}, {"actor": "Welker", "dialogue": "OK, Ive got to give him a chance to respond."}, {"actor": "Trump", "dialogue": "They tried, he wouldnt do it. And thats okay. You know what, North Korea, were not in a war. We have a good relationship. You know, people dont understand  having a good relationship with leaders of other countries is a good thing."}, {"actor": "Welker", "dialogue": "President Trump, we have to move on. We have a lot of questions to get through."}, {"actor": "Biden", "dialogue": "We had a good relationship with Hitler before he in fact invaded Europe, the rest of Europe. Come on. The reason he would not meet with President Obama is because President Obama said were gonna talk about denuclearization, were not gonna legitimize you, were gonna continue to put stronger and stronger sanctions on you. Thats why he wouldnt meet with us."}, {"actor": "Trump", "dialogue": "And it didnt happen."}, {"actor": "Welker", "dialogue": "Lets move on and talk about American families."}, {"actor": "Trump", "dialogue": "Excuse me, he left me a mess, Kristen. They left me a mess. North Korea was a mess."}, {"actor": "Welker", "dialogue": "We need to move on so that we have time to get to all our questions tonight, President Trump."}, {"actor": "Trump", "dialogue": "Remember the first two or three months. There was a very dangerous period in my first three months, before we sort of worked things out a little bit. They left us a mess, and Obama would be  I think, the first to say  it was the single biggest problem, he thought, that our country had."}, {"actor": "Welker", "dialogue": "Okay, lets move on to American families and the economy. One of the issues thats most important to them is health care, as you both know. Today, there was a key vote on a new Supreme Court Justice Amy Coney Barrett, and healthcare is at the center of her confirmation fight. Over 20 million Americans get their health insurance through the Affordable Care Act. Its headed to the Supreme Court, and your administration, Mr. President, is advocating for the court to overturn it. If the Supreme Court does overturn that law, those 20 million Americans could lose their health insurance almost overnight. So what would you do if those people have their health insurance taken away? You have two minutes uninterrupted."}, {"actor": "Trump", "dialogue": "First of all, Ive already done something that nobody thought was possible. Through the legislature, I terminated the individual mandate. That is the worst part of Obamacare, as we call it. The individual mandate  where you have to pay a fortune for the privilege of not having to pay for bad health insurance. I terminated it; its gone. Now its in court, because Obamacare is no good. But then I made a decision, Run it as well as you can  to my people, great people  Run it as well as you can. I could have gone the other route and made everybody very unhappy. They ran it. Premiums are down, everythings down. Heres the problem. No matter how well you run it, its no good. What wed like to do is terminate it. We have the individual mandate done. I dont know that its going to work. If we dont win, we will have to run it and well have Obamacare, but it will be better run. But it no longer is Obamacare. Because without the individual mandate, its much different. Pre-existing conditions will always stay. What I would like to do is a much better health care, much better. Well always protect people with pre-existing  so Id like to terminate Obamacare, come up with a brand new beautiful health care. The Democrats will do it because therell be tremendous pressure on them. And we might even have the House by that time. And I think were going to win the House, okay? Youll see, but I think were gonna win the House. But come up with a better health care, always protecting people with pre-existing conditions  and one thing very important. We have 180 million people out there that have great private health care, far more than were talking about with Obamacare. Joe Biden is going to terminate all of those policies. These are people that love their health care, people that have been successful  middle income people  been successful. They have 180 million plans, 180 million people, families under what he wants to do, which will basically be socialized medicine. He wont even have a choice. They want to terminate 180 million plans. We have done an incredible job on health care. And were going to do even better."}, {"actor": "Welker", "dialogue": "OK. Vice President Biden, yes, this is for you. Your health care plan calls for building on Obamacare. So my question is, what is your plan if the law is ruled unconstitutional by the Supreme Court? You have two minutes uninterrupted."}, {"actor": "Biden", "dialogue": "What Im going to do is pass Obamacare with a public option  become Bidencare. Public option is an option that says that if you, in fact, do not have the wherewithal to be  if you qualify for Medicaid, and you do not have the wherewithal in your state to get Medicaid, you automatically are enrolled, providing competition for insurance companies. Thats whats going to happen. Secondly, were going to make sure we reduce the premiums and reduce drug prices by making sure that theres competition that doesnt exist now by allowing Medicare to negotiate drug prices with the insurance companies. Thirdly, the idea that I want to eliminate private insurance  the reason why I had such a fight for, with 20 candidates for the nomination, was I support private insurance. Thats why I did not  not one single person, private insurance, would lose their insurance under my plan, nor did they under Obamacare. They did not lose their insurance, unless they chose they wanted to go to something else. Lastly, were going to make sure were in a situation that we actually protect pre-existing  theres no way he can protect pre-existing conditions. None, zero, you cant do it in the ether. Hes been talking about this for a long time. There is no  hes never come up with a plan. I guess were gonna get the pre-existing condition plan the same time we get the infrastructure plan that we waited since 17, 18, 19, 20. The fact  I still have a little, a few more minutes, I know youre getting anxious  the fact is that hes already cost the American people because of his terrible handling of the COVID virus and economic spillover. 10 million people have lost their private insurance, and he wants to take away 22 million more people who have been under Obamacare, and over 110 million people with pre-existing conditions. And all the people from COVID are going to have pre-existing conditions. What are they gonna do?"}, {"actor": "Welker", "dialogue": "I have a follow up for you, Vice President Biden, it relates to something that President Trump said. Hes accusing you of wanting socialized medicine. What do you say to people who have concerns that your health care plan, which includes a government insurance option, takes the country one step closer to a health care system run entirely by the government? Whats your response to that?"}, {"actor": "Biden", "dialogue": "I say, its ridiculous. Its like saying that, you know, were the idea that, the fact that theres a public option that people can choose, that makes it a socialist plan? Look, the difference between the president  I think health care is not a privilege, its a right. Everyone should have the right to have affordable health care. And I am very proud of my plan. Its gotten endorsed by all the major labor unions as well as, as well as a whole range of other people who in fact, are concerned in the medical field. This is something thats going to save peoples lives. And this is going to give some people an opportunity, an opportunity to have health care for their children, how many of you home are worried and rolling around in bed at night wondering what in Gods name are you going to do if you get sick? Because youve lost your home insurance, your health insurance, your companys gone under. We have to provide health insurance for people at an affordable rate, and thats what Id do."}, {"actor": "Welker", "dialogue": "President Trump, your response."}, {"actor": "Trump", "dialogue": "Excuse me, he was there for 47 years  he didnt do it. He was now there as Vice President for eight years. And its not like it was 25 years ago, it was three and three quarters. It was just a little while ago, right? Less than four years ago. He didnt do anything. He didnt do it. He wants socialized medicine. And its not that he wants it, his vice president  I mean, she is more liberal than Bernie Sanders and wants it even more. Bernie Sanders wants it, the Democrats want it. Youre going to have socialized medicine. Just like you went on with fracking  Were not going to have fracking, were going to stop fracking, were going to stop fracking. Then he goes to Pennsylvania after he gets the nomination  where he got very lucky to get it. And he goes to Pennsylvania, and he says, Oh, were gonna have fracking. And you never asked that question. And by the way, so far, I respect very much the way youre handling this, I have to say. But somebody should ask the question. He goes for a year"}, {"actor": "Welker", "dialogue": "We do have a number of  we have a number of topics"}, {"actor": "Trump", "dialogue": "No, no, but thats a big question"}, {"actor": "Welker", "dialogue": "Were gonna get to it"}, {"actor": "Trump", "dialogue": "Its the same thing with socialized medicine."}, {"actor": "Welker", "dialogue": "Vice President, your response please."}, {"actor": "Biden", "dialogue": "My response is people deserve to have affordable health care  period. Period, period, period. And the Bidencare proposal will, in fact, provide for that affordable health care, lower premiums. What were going to do is going to cost some money; its going to cost over $750 billion over 10 years to do it. And theyre going to have lower premiums, you can buy into the better plans, the cheaper plans, lower your premiums, deal with unexpected billing, and have your drug prices drop significantly. He keeps talking about it. He hasnt done a thing for anybody on health care, not a thing."}, {"actor": "Trump", "dialogue": "Kristen, when he says"}, {"actor": "Welker", "dialogue": "Very quickly, then I want to talk about whats happening on Capitol Hill."}, {"actor": "Trump", "dialogue": "When he says public option, he is talking about socialized medicine and health care. When he talks about a public option, hes talking about destroying your Medicare, totally destroying  and destroying your Social Security. And this whole country will come down. You know, Bernie Sanders tried it in his state. He tried it in his state. His governor was a very liberal governor, they wanted to make it work"}, {"actor": "Welker", "dialogue": "Lets see if"}, {"actor": "Trump", "dialogue": "it was impossible to work, it doesnt work"}, {"actor": "Welker", "dialogue": "Vice President Biden, your response."}, {"actor": "Biden", "dialogue": "Hes a very confused guy, he thinks hes running against somebody else. Hes running against Joe Biden. I beat all those other people because I disagreed with them. Joe Biden, hes running against. And the idea that were in a situation and are going to destroy Medicare  this is the guy that the actuary of Medicare said, If in fact  and, social security  If, in fact, he continues to withhold his plan to withhold the tax on Social Security, Social Security will be bankrupt by 2023, with no way to make up for it. This is a guy whos tried to cut Medicare. So I dont know. I mean, the idea that Donald Trump is lecturing me on Social Security and Medicare? Come on."}, {"actor": "Trump", "dialogue": "He tried to get rid of"}, {"actor": "Welker", "dialogue": "Ten seconds, Mr. President, then I have to go to another question"}, {"actor": "Trump", "dialogue": "he tried to hurt Social Security years ago, years ago. Go back and look at the records. He tried to hurt Social Security years ago. One thing"}, {"actor": "Welker", "dialogue": "Alright, lets move on. Mr. President I have to move on to the next question."}, {"actor": "Trump", "dialogue": "They say the stock market will boom if Im elected. If hes elected, the stock market will crash."}, {"actor": "Welker", "dialogue": "OK, lets move on to the next question."}, {"actor": "Biden", "dialogue": "May I respond?"}, {"actor": "Welker", "dialogue": "Very quickly."}, {"actor": "Biden", "dialogue": "The idea that the stock market is booming is his only measure of whats happening. Where I come from, in Scranton and Claymont, the people dont live off of the stock market. Just in the last three, three years during this crisis, the billionaires in this country made, according to the Wall Street, $700 billion more dollars. $700 billion more dollars. Because thats his only measure. What happens to the ordinary people out there? What happens to them?"}, {"actor": "Trump", "dialogue": "401ks are through the roof. Peoples stock are through the roof"}, {"actor": "Welker", "dialogue": "Were going to move on."}, {"actor": "Trump", "dialogue": "And he doesnt come from Scranton. Thats like, what  he lived there for a short period of time before he even knew"}, {"actor": "Welker", "dialogue": "Were gonna move on"}, {"actor": "Trump", "dialogue": "And he left. And the people of Pennsylvania will show you that."}, {"actor": "Welker", "dialogue": "to my next question, gentlemen. As of tonight, more than 12 million people are out of work. And as of tonight, 8 million more Americans have fallen into poverty, and more families are going hungry every day. Those hit hardest are women and people of color. They see Washington fighting over a relief bill. Mr. President, why havent you been able to get them the help they need? 30 seconds here."}, {"actor": "Trump", "dialogue": "Because Nancy Pelosi doesnt want to approve it. I do."}, {"actor": "Welker", "dialogue": "But youre the president."}, {"actor": "Trump", "dialogue": "I do. But I still have to get, unfortunately  thats one of the reasons I think were going to take over the House, because of her. Nancy Pelosi doesnt want to approve anything. Because shed love to have some victories on a date called November 3rd. Nancy Pelosi does not want to approve it. We are ready, willing and able to do something. Dont forget, weve already approved three plans. And its gone through, including the Democrats, in all fairness. This one she doesnt want. Its near the election, because she thinks it helps her politically. I think it hurts her politically."}, {"actor": "Welker", "dialogue": "Alright, Mr. Vice President"}, {"actor": "Biden", "dialogue": "You know, the Republican leader in the United States Senate said he cant pass it  he will not be able to pass it. He does not have Republican votes. Why isnt he talking to his Republican friends?"}, {"actor": "Welker", "dialogue": "Let me follow up with you, Vice President Biden"}, {"actor": "Trump", "dialogue": "If we made a deal, the Republicans would pass it"}, {"actor": "Welker", "dialogue": "Let me ask Vice President Biden a question. You are the leader of the Democratic Party. Why have you not pushed the Democrats to get a deal for the American people?"}, {"actor": "Biden", "dialogue": "Well, I have and they have pushed it. Look, they passed this act all the way back in the beginning of the summer. This is like  its not new. Its been out there. This HEROES Act has been sitting there. And look at whats happening. When I was in charge of the Recovery Act with $800 billion, I was able to get $145 billion to local communities that have to balance their budget to states that have to balance their budgets, so then they have to fire fire  they have to fire firefighters, teachers, first responders, law enforcement officers, so they could keep their cities and counties running. He will not support that. They have not done a thing for them. And Mitch McConnell said, Let him go bankrupt. Let him go bankrupt. Come on. Whats the matter with these guys."}, {"actor": "Trump", "dialogue": "The bill that was passed in the House was a bailout of badly run high crime, Democrat, all run by Democrats, cities and states. It was a way of getting a lot of money, billions and billions of dollars to these cities. It was also a way of getting a lot of money from our peoples pockets to people that come into our country illegally. We were going to take care of everything for them. And what that does, and Id love to do that, Id love to help them. But what that does, everybody all over the world will start pouring into our country. We cant do it. This was a way of taking care of them. This was a way of spending on things that had nothing to do with COVID, as for your question, but it was really a big bailout for badly run Democrat cities and states."}, {"actor": "Welker", "dialogue": "I want"}, {"actor": "Biden", "dialogue": "If I get elected, Im not gonna  Im running as a proud Democrat, but Im gonna be an American president. I dont see red states and blue states. What I see is American, United States. And folks, every single state out there finds themself in trouble. Theyre going to start laying off, whether theyre red or blue. Cops, firefighters, first responders, teachers  because they have to balance their budget. And the founders were smart. They allowed the federal government to deficit spend to compensate for the United States of America."}, {"actor": "Welker", "dialogue": "I want to talk about the minimum wage, gentlemen. Mr. Vice President, we are talking a lot about struggling small businesses and business owners these days. Do you think this is the right time to ask them to raise the minimum wage? You, of course, support a $15 minimum wage."}, {"actor": "Biden", "dialogue": "I do, because I think one of the things were gonna have to do is were gonna have to bail them out, too. We should be bailing them out now, those small businesses. Youve got one in six of them going under. Theyre not going to be able to make it back. They passed a package that allows us to be able to call PPP, moneys supposed to go to help them do everything from organize how they could deal with their businesses being open safely. Schools, how they can make classrooms smaller, how they can hire more teachers, how they can put ventilation systems in. They need the help, the businesses, as well as the schools, need the help. But this, these guys will not help them. He is not giving them any of the money."}, {"actor": "Welker", "dialogue": "We are going to move on to immigration"}, {"actor": "Trump", "dialogue": "One thing very quickly. He said we have to help our small businesses  by raising the minimum wage? Thats not helping. I think it should be a state option. Alabama is different than New York, New York is different from Vermont. Every state is different. It should be a state option. We have to help, its very important. We have to help our small businesses"}, {"actor": "Welker", "dialogue": "You said"}, {"actor": "Trump", "dialogue": "How are you helping your small businesses when youre forcing wages. Whats going to happen and whats been proven to happen is when you do that these small businesses fire many of their employees."}, {"actor": "Welker", "dialogue": "You said very recently you would consider raising the federal minimum wage to $15 an hour"}, {"actor": "Trump", "dialogue": "Say it?"}, {"actor": "Welker", "dialogue": "You said recently you would consider raising the federal minimum wage to $15 an hour. Is that still the case?"}, {"actor": "Trump", "dialogue": "What Id really like, and I would consider it to an extent. What Id really like  in a second administration  but not to a level thats going to put all these businesses out of business. It should be a state option. Look, Ive looked at different places, I know different places. Theyre all different. Some places, $15 is not so bad. In other places, other states, $15 would be"}, {"actor": "Welker", "dialogue": "OK, President Trump, thank you. Quick response, Vice President Biden."}, {"actor": "Biden", "dialogue": "No one should work two jobs, one job and be below poverty. People are making 6, 7, 8 bucks an hour. These first responders we all clap for as they come down the street, because theyve allowed us to make it. Whats happening? They deserve a minimum wage of $15. Anything below that puts you below the poverty level. And there is no evidence that when you raise the minimum wage, businesses go out of business. That is simply not true."}, {"actor": "Welker", "dialogue": "Were going to talk about immigration. Were going to talk about immigration, now, gentlemen, and were going to talk about families within this context. Mr. President, your administration separated children from their parents at the border, at least 4000 kids. Youve since reversed your zero tolerance policy, but the United States cant locate the parents of more than 500 children. So how will these families ever be reunited?"}, {"actor": "Trump", "dialogue": "Children are brought here by coyotes and lots of bad people, cartels, and theyre brought here and they used to use them to get into our country. We now have a stronger border as weve ever had. Were over 400 miles of brand new wall, you see the numbers, and we let people in, but they have to come in legally and they come in through"}, {"actor": "Welker", "dialogue": "But how will you reunite these kids with their families?"}, {"actor": "Trump", "dialogue": "Let me just tell you. They built cages. You know, they used to say I built the cages. And then they had a picture in a certain newspaper. There was a picture of these horrible cages and they said, Look at these cages, President Trump built them. And then it was determined they were built in 2014. That was him."}, {"actor": "Welker", "dialogue": "Do you have a plan to reunite the kids?"}, {"actor": "Trump", "dialogue": "Yes, were working on it very  were trying very hard. But a lot of these kids come out without the parents, they come over through cartels and through coyotes and through gangs."}, {"actor": "Welker", "dialogue": "Vice President Biden, let me bring you into this conversation. Quick response and then another question to you."}, {"actor": "Biden", "dialogue": "These 500 plus kids came with parents. They separated them at the border to make it a disincentive to come to begin with. Big, real tough, were really strong. And guess what? They cannot  its not, coyotes didnt bring them over, their parents were with them. They got separated from their parents. And it makes us a laughingstock and violates every notion of who we are as a nation."}, {"actor": "Welker", "dialogue": "Let me ask you a follow up"}, {"actor": "Trump", "dialogue": "Kristen, they did it, we changed the policy. They did it. We changed it. They set the cages. Who built the cages?"}, {"actor": "Biden", "dialogue": "So lets talk about"}, {"actor": "Trump", "dialogue": "Who built the cages, Joe?"}, {"actor": "Biden", "dialogue": "Lets talk about what were talking about. What happened? Parents were ripped  their kids were ripped from their arms and separated. And now they cannot find over 500 sets of those parents and those kids are alone. Nowhere to go, nowhere to go. Its criminal. Its criminal."}, {"actor": "Welker", "dialogue": "Let me ask you"}, {"actor": "Trump", "dialogue": "Kristen, I will say this. They went down, we brought reporters and everything. They are so well taken care of. Theyre in facilities that were so clean"}, {"actor": "Welker", "dialogue": "But some of them havent been reunited"}, {"actor": "Trump", "dialogue": "But just ask one question. Who built the cages? Id love you to ask that, who built the cages?"}, {"actor": "Welker", "dialogue": "Let me ask about your immigration policy, Mr. Vice President. The Obama administration did fail to deliver immigration reform, which had been a key promise during the administration. It also presided over record deportations as well as family detentions at the border before changing course. So why should voters trust you with an immigration overhaul now?"}, {"actor": "Biden", "dialogue": "Because we made a mistake. It took too long to get it right. Took too long to get it right. Ill be President of the United States, not Vice President of the United States. And the fact is, Ive made it very clear, within 100 days, Im going to send to the United States Congress a pathway to citizenship for over 11 million undocumented people. And all those so called Dreamers, those DACA kids, theyre going to be immediately certified again, to be able to stay in this country, and put on a path to citizenship. The idea that they are being sent home by this guy, and they want to do that, is they go to a country theyve never seen before. I can imagine youre five years old, your parents are taking you across the Rio Grande River and its and its illegal. You say Oh, no, Mom, leave me here. Im not gonna go with you. Theyve been here. Many of them are model citizens. Over 20,000 of them are first responders out there taking care of people during this crisis. We owe them. We owe them."}, {"actor": "Welker", "dialogue": "President Trump, your response."}, {"actor": "Trump", "dialogue": "Kristen, he had eight years to do what he said he was going to do. And Ive changed without having a specific  we got rid of catch and release, we got rid of a lot of horrible things that they put in and that they lived with. But he had eight years he was vice president. He did nothing except build cages to keep children in."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response?"}, {"actor": "Biden", "dialogue": "Wrong. The catch and release, you know what hes talking about there? If in fact, you had a family, came across, theyre arrested. They, in fact, were given a date to show up for their hearing. They were released. And guess what, they showed up for a hearing. This is the first President in the history of the United States of America that anybody seeking asylum has to do it in another country. Thats never happened before in America. Thats never happened before in America. You come to the United States and you make your case. That I seek asylum based on the following premise, why I deserve it under American law. Theyre sitting in squalor on the other side of the river."}, {"actor": "Welker", "dialogue": "President Trump, there is"}, {"actor": "Trump", "dialogue": "Its so important. It just shows that he has no understanding of immigration or the laws. Catch and release is a disaster. A murderer would come in, a rapist would come in, a very bad person would come in  we would take their name, we have to release them into our country. And then you say they come back. Less than 1% of the people come back."}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": "We have to send ICE out and Border Patrol out to find them. We would say, Come back in two years, three years  were going to give you a court case. You did Perry Mason, were going to give you a court case. When you say they come back, they dont come back, Joe. They never come back. Only the really  I hate to say this  but those with the lowest IQ, they might come back. But there are very very few."}, {"actor": "Welker", "dialogue": "OK, President Trump, lets give Vice President Biden a chance to respond, and then were going to move on to the next section."}, {"actor": "Trump", "dialogue": "You dont know the law, Joe."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response."}, {"actor": "Biden", "dialogue": "I know the law. What hes telling you is simply not true."}, {"actor": "Trump", "dialogue": "They dont come back."}, {"actor": "Biden", "dialogue": "Check it out."}, {"actor": "Welker", "dialogue": "Alright, lets move on"}, {"actor": "Trump", "dialogue": "But we dont have to worry about it because I terminated it. So we dont have to worry about it."}, {"actor": "Welker", "dialogue": "Alright, lets move on to the next section"}, {"actor": "Biden", "dialogue": "You have 525 kids not knowing where in Gods name theyre going to be and lost their parents."}, {"actor": "Trump", "dialogue": "Go ahead."}, {"actor": "Welker", "dialogue": "Alright. Lets talk about our next section, which is race in America. And I want to talk about the way Black and Brown Americans experience race in this country. Part of that experience is something called the talk. It happens regardless of class and income  parents who feel they have no choice but to prepare their children for the chance that they could be targeted, including by the police, for no reason other than the color of their skin. Mr. Vice President, in the next two minutes, I want you to speak directly to these families. Do you understand why these parents fear for their children?"}, {"actor": "Biden", "dialogue": "I do. I do. You know, my daughter is a social worker. And shes written a lot about this. She has a graduate degree from the University of Pennsylvania in social work. And you know, one of the reasons why I ended up working on the East side of Wilmington, Delaware, which is 90 percent African American, was to learn more about what was going on. What I didnt  I never had to tell my daughter if shes pulled over, make sure she puts, for a traffic stop, put both hands on top of the wheel. And dont reach for the glove box because someone may shoot you. But a Black parent, no matter how wealthy or how poor they are, has to teach their child, when youre walking down the street, dont have a hoodie on when you go across the street, making sure that you, in fact, if you get pulled over, yes sir, no sir, hands on top of the wheel. Because you are in fact, a victim, whether youre a person making 300,000  $300,000-a-year person, or someone whos on food stamps. The fact of the matter is there is institutional racism in America. And we have always said  weve never lived up to it. That we hold these truths to be self-evident, all men and women are created equal. But guess what  we have never ever lived up to it. But we have constantly been moving the needle further and further to inclusion, not exclusion. This is the first president come along and says thats the end of that. Were not going to do that anymore. We have to provide for economic opportunity, better education, better health care, better access to schooling, better access to opportunity to borrow money to start businesses. All the things we can do. And Ive laid out a clear plan as to how to do those things. Just to give people a shot. Its about accumulating the ability to have wealth, as well as it is to be free from violence."}, {"actor": "Welker", "dialogue": "President Trump, same question to you. And let me remind you of the question, I would like you to speak directly to these families. Do you understand why these parents fear for their children?"}, {"actor": "Trump", "dialogue": "Yes, I do. And again, hes been in government 47 years. He never did a thing except in 1994, when he did such harm to the Black community. And they were called, and he called them, super predators. And he said that, he said it  super predators. And they have never lived that down. 1994, your crime bill, the super predators. Nobody has done more for the Black community than Donald Trump. And if you look, with the exception of Abraham Lincolnpossible exception, but the exception of Abraham Lincoln, nobody has done what Ive done. Criminal justice reform, Obama and Joe didnt do it. I dont even think they tried because they had no chance at doing it. They might have wanted to do it. But if you had to see the arms I had a twist to get that done, it was not a pretty picture. And everybody knows it including some very liberal people that cried in my officethey cried in the Oval Office. Two weeks later, theyre out saying, Gee, we have to defeat him. Criminal justice reform, prison reform, opportunity zones with Tim Scott, a great senator from South Carolina. He came in with this incredible idea for opportunity zones. Its one of the most successful programs. People dont talk about it. Tremendous investment is being made. Biggest beneficiary, the Black and Hispanic communities and then historically Black colleges and universities. After three years of coming to the office, I love some of those guys, they were great, they came into the office. And they said I said, What are you doing after three years? I said, Why do you keep coming back? Because we have no funding. I said, You dont have to come back every year, We have to come back, because President Obama would never give them long term funding. And I did. Ten-year, long term funding, and I gave them more money than they asked for, because I said, I think you need more. And I said, The only bad part about this is I may never see you again, because I got very friendly with them and they like me and I like them. But I saved historically black colleges and universities."}, {"actor": "Welker", "dialogue": "OK. And were going to talk about both of your records, but your response to that Vice President?"}, {"actor": "Biden", "dialogue": "My response to that is I never, ever said what he accused me of saying. The fact of the matter is, in 2000 though, after the crime bill had been in the law for a while, this is the guy who said, The problem with the crime bill, theres not enough people in jail. Theres not enough people in jail, and go on my website, get the quote, the date when he said it, not enough people. He talked about marauding gangs, young gangs, the people who are going to maraud our cities. This is a guy who when the Central Park five, five innocent Black kids, he continued to push for making sure that they got the death penalty. None of them were  none of them were guilty of what the crime, of the crimes that were suggested. Look, and talk about he, granted, he did in fact let 20 people  he commuted 20 peoples sentences. We commuted over 1,000 peoples sentences. Over 1,000. The very law hes talking about is a law that, in fact, initiated by Barack Obama. And secondly, were in a situation here where we  the federal prison system was reduced by 38,000 people under our administration. And one of these things we should be doing is there should be no, no minimum mandatories in the law. Thats why Im offering $20 billion to states to change their state laws to eliminate minimum mandatories and set up drug courts. No one should be going to jail because they have a drug problem. They should be going to rehabilitation, not to jail. We should fundamentally change the system and thats what Im going to do."}, {"actor": "Trump", "dialogue": "But why didnt he do it four years ago? Why didnt you do that four years ago, even less than that? Why didnt you"}, {"actor": "Biden", "dialogue": "I am not"}, {"actor": "Trump", "dialogue": "You were vice president. You keep talking about all these things youre going to do and youre going to do this. But you were there just a short time ago and you guys did nothing."}, {"actor": "Biden", "dialogue": "We did"}, {"actor": "Trump", "dialogue": "You know, Joe, I ran because of you. I ran because of Barack Obama, because you did a poor job. If I thought you did a good job, I would have never run. I wouldve never run. I ran because of you. Im looking at you now, youre a politician. I ran because of you."}, {"actor": "Welker", "dialogue": "Alright, Vice President Biden, your response to that? And then I do have some questions for both of you."}, {"actor": "Biden", "dialogue": "Well, Ill tell you what, I hope he does look at me because whats happening here is you know who I am, you know who he is, you know his character, you know my character, you know our reputations for honor and telling the truth. I am anxious to have this race. Im anxious to see this take place. I am  the character of the country is on the ballot. Our character is on the ballot. Look at us closely."}, {"actor": "Welker", "dialogue": "Let me ask them some follow"}, {"actor": "Trump", "dialogue": "Excuse me"}, {"actor": "Welker", "dialogue": "Please respond and then were gonna have follow up questions."}, {"actor": "Trump", "dialogue": "If this stuff is true about Russia, Ukraine, China, other countries, Iraq  If this is true, then hes a corrupt politician. So dont give me the stuff about how youre this innocent baby. Joe, theyre calling you a corrupt politician"}, {"actor": "Biden", "dialogue": "Nobody says"}, {"actor": "Welker", "dialogue": "President Trump, I want to stay on the issue of race. Were talking about the issue"}, {"actor": "Trump", "dialogue": "Its the laptop from hell."}, {"actor": "Welker", "dialogue": "President Trump, were talking about race right now and I do want to stay on the issue of race. President Trump"}, {"actor": "Biden", "dialogue": "Nobody Kristen, I have to respond to that."}, {"actor": "Welker", "dialogue": "Please, very quickly."}, {"actor": "Biden", "dialogue": "Look, there are 50 former national intelligence folks who said that what this, hes accusing me of is a Russian plan. They have said that this has all the characteristics  four five former heads of the CIA, both parties, say what hes saying is a bunch of garbage. Nobody believes it except him and his good friend Rudy Giuliani."}, {"actor": "Trump", "dialogue": "You mean, the laptop is now another Russia, Russia, Russia hoax? You gotta be"}, {"actor": "Biden", "dialogue": "Thats exactly what  Thats exactly what"}, {"actor": "Trump", "dialogue": "Is this where youre going? This is where hes going. The laptop is Russia, Russia, Russia?"}, {"actor": "Welker", "dialogue": "Gentleman, I want to stay on the issue of race, okay"}, {"actor": "Trump", "dialogue": "You have to be kidding. Here we go again with Russia. Boy oh boy."}, {"actor": "Welker", "dialogue": "Were going to continue on the issue of race. Mr. President, youve described the Black Lives Matter movement as a symbol of hate. Youve shared a video of a man chanting white power to millions of your supporters. Youve said that Black professional athletes exercising their first amendment rights should be fired. What do you say to Americans who say that kind of language from a president is contributing to a climate of hate and racial strife?"}, {"actor": "Trump", "dialogue": "Well you have to understand the first time I ever heard of Black Lives Matter they were chanting pigs in a blanket, talking about police, pigs, pigs, talking about our police, pigs in a blanket, fry em like bacon. I said, Thats a horrible thing. And they were marching down the street. And that was my first glimpse of Black Lives Matter. I thought it was a terrible thing. As far as my relationships with all people, I think I have great relationships with all people. I am the least racist person in this room."}, {"actor": "Welker", "dialogue": "What do you say to Americans who are concerned by that rhetoric?"}, {"actor": "Trump", "dialogue": "I dont, I dont know what to say. I got criminal justice reform done, and prison reform, and opportunity zones. I took care of Black colleges and universities. I dont know what to say. They can say anything. I mean, they can say anything. Its a very  it makes me sad because I am the least racist person. I cant even see the audience because its so dark, but I dont care whos in the audience. Im the least racist person in this room."}, {"actor": "Welker", "dialogue": "OK. Vice President Biden, let me ask you  very quickly, and then I have a follow up question for you."}, {"actor": "Biden", "dialogue": "Abraham Lincoln here is one of the most racist presidents weve had in modern history. He pours fuel on every single racist fire, every single one. He started off his campaign coming down the escalator saying hes gonna get rid of those Mexican rapists. Hes banned Muslims because theyre Muslims. He has moved around and made everything worse across the board. He says to them about the Poor Boys, last time we were on stage here. He said, I told him to stand down and stand ready. Come on. This guy has a dog whistle about as big as a fog horn."}, {"actor": "Welker", "dialogue": "President Trump, Im going to give you 10 seconds to respond and then I have a follow up question."}, {"actor": "Trump", "dialogue": "He made a reference to Abraham Lincoln. Where did that come in? I mean"}, {"actor": "Biden", "dialogue": "You said you were Abraham Lincoln."}, {"actor": "Trump", "dialogue": "No, no. Where did that  no no, I said not since Abraham Lincoln has anybody done what Ive done for the Black community. I didnt say Im Abraham Lincoln. I said, Not since Abraham Lincoln has anybody done but what Ive done for the Black community. Now you have done nothing other than the crime bill, which put"}, {"actor": "Biden", "dialogue": "Oh, God."}, {"actor": "Trump", "dialogue": "Tens of thousands of Black men, mostly, in jail. And you know what? They remember it because if you look at whats happening with the voting right now, they remember that you treated them very, very badly. Just take a look at whats happening out there."}, {"actor": "Welker", "dialogue": "Vice President Biden, let me give you a chance to respond within this context. Crime bills that you supported in the 80s and 90s contributed to the incarceration of tens of thousands of young Black men who had small amounts of drugs in their possession. They are sons, they are brothers, they are fathers, theyre uncles whose families are still to this day, some of them, suffering the consequences. So speak to those families, why should they vote for you?"}, {"actor": "Biden", "dialogue": "One of the things is that in the 80s, we passed 100%, all 100 senators voted for it, a bill on drugs and how to deal with drugs. It was a mistake. Ive been trying to change it since then, particularly the portion on cocaine. Thats why Ive been arguing that, in fact, we should not send anyone to jail for a pure drug offense. They should be going into treatment across the board. Thats what we should be spending money on. Thats why I set up drug courts which were never funded by Republican friends. They should not be going to jail for a drug or an alcohol problem. They should be going into treatment. Treatment. Thats what weve been trying to do. Thats what Im going to get done because the American people have now seen that in fact, it was a mistake to pass those laws related to drugs. But they were not in the crime bill."}, {"actor": "Trump", "dialogue": "But why didnt he get it done? See, its all talk, no action with these politicians. Why didnt he get it done? Thats what Im gonna do when I become president. You were vice president, along with Obama as your President, your leader, for eight years. Why didnt you get it done? You had eight years to get it done? Now, youre saying youre gonna get it done because youre all talk and no action, Joe."}, {"actor": "Biden", "dialogue": "We got a lot of it done. We released 38,000  We got 38,000 prisoners left from"}, {"actor": "Trump", "dialogue": "You didnt get anything done. You got nothing done."}, {"actor": "Biden", "dialogue": "38,000 prisoners were released from federal prison. We have  there were over 1000 people who were given clemency. We  in fact, were the ones that put in the legislation saying we could look at pattern or practice of police departments and what they were doing, how they were conducting themselves. I could go on, but we began the process. We began the process. We lost an election. Thats why Im running to win back that election and change his terrible policy."}, {"actor": "Trump", "dialogue": "I just ask  I just ask one question: why didnt you do it in the eight years, a short time ago? Why didnt you do it? You just said, Im going to do that. Im going to do this. You put tens of thousands of mostly Black young men in prison. Now youre saying youre going to get  youre going to undo that. Why didnt you get it done? You had eight years with Obama? You know why, Joe, because youre all talk and no action."}, {"actor": "Welker", "dialogue": "Alright, Vice President Biden and then were gonna move on to the next section."}, {"actor": "Biden", "dialogue": "We had a Republican Congress. Thats the answer."}, {"actor": "Welker", "dialogue": "OK."}, {"actor": "Trump", "dialogue": "Well, you gotta talk  you gotta talk em into it, Joe. Sometimes you gotta talk em into it."}, {"actor": "Welker", "dialogue": "Alright, were gonna move on to our next section which is climate change-"}, {"actor": "Trump", "dialogue": "Like I did with criminal justice reform. I had to talk Democrats into it."}, {"actor": "Welker", "dialogue": "Gentlemen, were running out of time so we gotta get on to climate change, please. You both have very different visions on climate change. President Trump, you say that environmental regulations have hurt jobs in the energy sector. Vice President Biden, you have said you see addressing climate change as an opportunity to create new jobs. For each of you, how would you both combat climate change and support job growth at the same time? Starting with you, President Trump, you have two minutes uninterrupted."}, {"actor": "Trump", "dialogue": "So we have the trillion trees program, we have so many different programs. I do love the environment, but what I want is the cleanest, crystal clear water, the cleanest air. We have the best, lowest number in carbon emissions, which is a big standard that I noticed Obama goes with all the time. Not Joe. I havent heard Joe use the term because Im not sure he knows what it represents or means, but I have heard Obama use it. And we have the best carbon emission numbers that weve had in 35 years. Under this administration, we are working so well with industry, but heres what we cant do  Look at China, how filthy it is. Look at Russia. Look at India. Its filthy. The air is filthy. The Paris Accord, I took us out because we were going to have to spend trillions of dollars and we were treated very unfairly. When they put us in there, they did us a great disservice. They were going to take away our businesses. I will not sacrifice tens of millions of jobs, thousands and thousands of companies because of the Paris Accord. It was so unfair. China doesnt kick in until 2030. Russia goes back to a low standard and we kicked in right away. It would have been  It would have been It would have destroyed our businesses. So, you ready? We have done an incredible job environmentally. We have the cleanest air, the cleanest water and the best carbon emission standards that weve seen in many, many years."}, {"actor": "Welker", "dialogue": "Vice President Biden"}, {"actor": "Trump", "dialogue": "And we havent destroyed our industries."}, {"actor": "Welker", "dialogue": "Vice President Biden, two minutes to you uninterrupted."}, {"actor": "Biden", "dialogue": "Climate change, climate warming, global warming is an existential threat to humanity. We have a moral obligation to deal with it. And were told by all the leading scientists in the world we dont have much time. Were going to pass the point of no return within the next eight to 10 years. Four more years of this man eliminating all the regulations that were put in by us to clean up the climate, to clean up  to limit the  limit of emissions, will put us in a position where were going to be in real trouble. Heres where we have a great opportunity. I was able to get both all the environmental organizations as well as labor, the people worried about jobs, to support my climate plan. Because what it does, it will create millions of new, good-paying jobs. Were going to invest in, for example, 500,000  50,000, excuse me, 50,000 charging stations on our highways so that we can own the electric car market in the future. In the meantime, Chinas doing that. Were going to be in a position where were going to see to it that were going to take 4 million existing billion, buildings and 2 million existing homes and retrofit them so they dont leak as much energy, saving hundreds of millions of barrels of oil in the process and creating significant number of jobs. And by the way, the whole idea of what this is all going to do, its going to create millions of jobs and its going to clean the environment. Our health and our jobs are at stake. Thats whats happening. And what  right now, by the way, Wall Street firm has indicated that my plan  my plan will, in fact, create 18.6 million jobs, 7 million more than his. This from Wall Street and Ill create $1 trillion more in economic growth than his proposal does, not on climate just on the economy."}, {"actor": "Welker", "dialogue": "President Trump, your response"}, {"actor": "Trump", "dialogue": "They came out and said very strongly, $6,500 will be taken away from families under his plan, that his plan is an economic disaster. If you look at what he wants to do, you know the, if you look at his plan, his environmental plan, you know who developed it? AOC+3. They know nothing about the climate. I mean, shes got a good line of stuff, but she knows nothing about the climate. And theyre all hopping through hoops for AOC+3. Look, their real plan costs $100 trillion. If we had the best year in the history of our country for 100 years, we would not even come close to a number like that. When he says buildings, they want to take buildings down because they want to make bigger windows into smaller windows. As far as theyre concerned, if you had no window it would be a lovely thing. This is the craziest plan that anybody has ever seen. And this wasnt done by smart people. This wasnt done by anybody. Frankly, I dont even know how it can be good politically. They want to spend $100 trillion. Thats their real number. Hes trying to say it was six. Its $100 trillion. They want to knock down buildings and build new buildings with little tiny, small windows and many other things. And many other things"}, {"actor": "Welker", "dialogue": "Alright  okay, let me have the vice president respond and were running out of time and we have a lot more questions to get to. So lets hear from the Vice President. I have a number of more questions."}, {"actor": "Biden", "dialogue": "I dont know where he comes from. I dont know where he comes up with these numbers. $100 trillion? Give me a break. This plan was  This plan has been endorsed by every major  every major environmental group and every labor group. Labor. Because they know the future lies, the future lies in us being able to breathe. And they know theyre good jobs in getting us there. And by the way, the fastest growing industry in America are is, is, is the electric  excuse me, solar energy and wind. He thinks wind causes cancer, windmills. Its the fastest growing jobs and they pay good prevailing wages, 45, 50 bucks an hour. We can grow and we can be cleaner, if we go the route Im proposing."}, {"actor": "Welker", "dialogue": "President Trump  please respond and then I have some follow ups."}, {"actor": "Trump", "dialogue": "Excuse me. We are energy independent for the first time. We dont need all of these countries that we had a fight, war over because we needed their energy. We are energy independent. I know more about wind than you do. Its extremely expensive, kills all the birds, its very intermittent. Its got a lot of problems and they happen to make the windmills in both Germany and China. And the fumes coming up  if youre a believer in carbon emission, the fumes coming up to make  make these massive windmills is more than anything that were talking about with natural gas, which is very clean. One other thing"}, {"actor": "Biden", "dialogue": "Find me a scientist that says that."}, {"actor": "Trump", "dialogue": "Solar. I love solar, but solar doesnt quite have it yet. Its not powerful enough yet to  to really run our big beautiful factories that we need to compete with the world"}, {"actor": "Biden", "dialogue": "False."}, {"actor": "Trump", "dialogue": "So, its all a pipe dream, but you know what well do? Were gonna have the greatest economy in the world. But if you want to kill the economy, get rid of your oil industry. You want  and what about fracking?"}, {"actor": "Welker", "dialogue": "Alright. Let me allow Vice President Biden to respond"}, {"actor": "Biden", "dialogue": "I have never said I oppose fracking."}, {"actor": "Trump", "dialogue": "You said it on tape."}, {"actor": "Biden", "dialogue": "I did? Show the tape. Put it on your website."}, {"actor": "Trump", "dialogue": "Ill put it on."}, {"actor": "Biden", "dialogue": "Put it on the website. The fact of the matter is hes flat lying."}, {"actor": "Welker", "dialogue": "Would you rule out banning fracking?"}, {"actor": "Biden", "dialogue": "I do rule out banning fracking because the answer we need  we need other industries to transition to get to, ultimately, a complete zero emissions by 2025. What I will do with fracking over time is make sure that we can capture the emissions from the fracking. Capture the emissions from gas. We can do that and we can do that by investing money into  its a transition to that."}, {"actor": "Welker", "dialogue": "I have one more question"}, {"actor": "Trump", "dialogue": "Excuse me. He was against fracking. He said it. I will show that to you tomorrow. I am against fracking, until he got the nomination, went to Pennsylvania, then he said  you know what, Pennsylvania? Hell be against it very soon because his party is totally against it."}, {"actor": "Biden", "dialogue": "Fracking on federal land, I said, no fracking and oil on federal land"}, {"actor": "Welker", "dialogue": "Let me ask this final question in this section and then I want to move on to our final section. President Trump, people of color are much more likely to live near oil refineries and chemical plants. In Texas there are families who worry the plants near them are making them sick. Your administration has rolled back regulations on these kinds of facilities. Why should these families give you another four years in office?"}, {"actor": "Trump", "dialogue": "The families that were talking about are employed heavily and they are making a lot of money, more money than theyve ever made. If you look at the kind of numbers that we produce for Hispanic, or Black, or Asian, its nine times greater, the percentage gain than it was under  in three years  than it was under eight years of the two of them, to put it nicely. Nine times more. Now, somebody lives  I have not heard the numbers or the statistics that youre saying  but theyre making a tremendous amount of money. Economically, we saved it. And I saved it again a number of months ago when oil was crashing because of the pandemic. We saved it. We got  say what you want of that relationship, we got Saudi Arabia, Mexico and Russia to cut back, way back. We saved our oil industry and now its very vibrant and everybody has very inexpensive gasoline. Remember that."}, {"actor": "Welker", "dialogue": "Vice President Biden, your response and then were going to have a final question for both of you."}, {"actor": "Biden", "dialogue": "My response is that those people live on what they call fence lines. He doesnt understand this. They live near chemical plants that, in fact, pollute. Chemical plants and oil plants and refineries that pollute. I used to live near that when I was growing up in Claymont, Delaware. And all the more oil refineries in Marcus Hook and the Delaware River than there is any place, including in Houston at the time. When my mom would get in the car when there were first frost to drive me to school, turned on the windshield wipers thered be oil slick in the window. Thats why so many people in my state were dying and getting cancer. The fact is those frontline communities, it doesnt matter what youre paying them. It matters how you keep them safe. What do you do? And you impose restrictions on the pollutions, on the pollutants coming out of those fence line communities."}, {"actor": "Welker", "dialogue": "OK, I have one final question"}, {"actor": "Trump", "dialogue": "Would he close down the oil industry  would you close down the oil industry?"}, {"actor": "Biden", "dialogue": "I would transition from the oil industry, yes."}, {"actor": "Trump", "dialogue": "Oh, transition. Thats a big statement."}, {"actor": "Biden", "dialogue": "It is a big statement because I would stop"}, {"actor": "Welker", "dialogue": "Why would you do that?"}, {"actor": "Biden", "dialogue": "Because the oil industry pollutes, significantly  but heres the deal"}, {"actor": "Trump", "dialogue": "I see. Thats a big statement."}, {"actor": "Biden", "dialogue": "Well, if you let me finish the statement, because it has to be replaced by renewable energy over time. Over time. And Id stop giving to the oil industry  Id stop giving them federal subsidies. You wont give federal subsidies to the gas and, excuse me, to solar and wind. Why are we giving it to oil industry?"}, {"actor": "Trump", "dialogue": "We actually do give it to solar and wind"}, {"actor": "Welker", "dialogue": "Alright, we have one final question"}, {"actor": "Trump", "dialogue": "And thats maybe the biggest statement in terms of business, thats the biggest statement."}, {"actor": "Welker", "dialogue": "Okay, we have one final question. Mr. President"}, {"actor": "Trump", "dialogue": "Because basically what hes saying is he is going to destroy the oil industry. Will you remember that Texas? Will you remember that Pennsylvania? Oklahoma? Ohio?"}, {"actor": "Welker", "dialogue": "Vice President Biden, let me give you ten seconds to respond and then I have to get to the final question. Vice President Biden?"}, {"actor": "Biden", "dialogue": "He takes everything out of context, but the point is, look, we have to move toward a net zero emissions. The first place to do that by the year 2035 is in energy production. By 2050, totally."}, {"actor": "Welker", "dialogue": "Alright. One final question"}, {"actor": "Trump", "dialogue": "Is he gonna get China to do it? Is he going to get China to do it?"}, {"actor": "Welker", "dialogue": "No, were finished with this. We have to move on to our final question."}, {"actor": "Biden", "dialogue": "No, Im going to rejoin the Paris Accord and make China abide by what they agreed to."}, {"actor": "Trump", "dialogue": "Thatll cost you $1 trillion."}, {"actor": "Welker", "dialogue": "This is about leadership, gentlemen, and this first question does go to you, President Trump. Imagine this is your Inauguration Day. What will you say in your address to Americans who did not vote for you? Youll each have one minute, starting with you, Mr. President."}, {"actor": "Trump", "dialogue": "We have to make our country totally successful, as it was prior to the plague coming in from China. Now were rebuilding it and were doing record numbers, 11.4 million jobs in a short period of time etc. But, I will tell you, go back before the plague came in, just before, I was getting calls from people that were not normally people that would call me. They wanted to get together. We had the best Black unemployment numbers in the history of our country, Hispanic, women, Asian, people with diplomas, with no diplomas, MIT graduates, number one in the class  everybody had the best numbers. And you know what? The other side wanted to get together. They wanted to unify. Success is going to bring us together. We are on the road to success. But Im cutting taxes and he wants to raise everybodys taxes. And he wants to put new regulations on everything. He will kill it. If he gets in, you will have a depression, the likes of which youve never seen. Your 401Ks will go to hell and itll be a very, very sad day for this country."}, {"actor": "Welker", "dialogue": "Alright. Vice President Biden, same question to you. What will you say during your inaugural address to Americans who did not vote for you?"}, {"actor": "Biden", "dialogue": "I will say, Im an American president. I represent all of you whether you voted for me or against me. And Im going to make sure that youre represented. Im going to give you hope. Were going to move. Were going to choose science over fiction. Were going to choose hope over fear. Were going to choose to move forward because we have enormous opportunities, enormous opportunities to make things better. We can grow this economy. We can deal with systemic racism. At the same time, we can make sure that our economy is being run, and moved, and motivated by clean energy, creating millions of new jobs. And thats the fact, thats what were going to do. And Im going to say, as I said at the beginning, what is on the ballot here is the character of this country. Decency. Honor. Respect. Treating people with dignity. Making sure that everyone has an even chance. Now, Im going to make sure you get that. You havent been getting it the last four years."}, {"actor": "Welker", "dialogue": "Alright. I want to thank you both for a very robust hour and a half, a fantastic debate. Really appreciate it. President Trump, former Vice President Joe Biden. Thank you to Belmont University for hosting us tonight and most importantly, thank you to those watching tonight. Election Day is November 3rd. Dont forget to vote. Thank you everyone and have a great night."}], "date": ["October", "22", "2020"]}