{"content": [{"actor": "Participants", "dialogue": "Former Vice President Joe Biden (D) and"}, {"actor": "Moderator", "dialogue": "Chris Wallace (Fox News)"}, {"actor": "Wallace", "dialogue": "Good evening from the Health Education Campus of Case Western Reserve University and the Cleveland Clinic. Im Chris Wallace of Fox News and I welcome you to the first of the 2020 presidential debates between President Donald J. Trump and former Vice President Joe Biden. This debate is sponsored by the Commission on Presidential Debates. The Commission has designed the format, six roughly 15-minute segments with two-minute answers from each candidate to the first question, then open discussion for the rest of each segment. Both campaigns have agreed to these rules. For the record, I decided the topics and the questions in each topic. I can assure you none of the questions has been shared with the Commission or the two candidates. This debate is being conducted under health and safety protocols designed by the Cleveland Clinic, which is serving as the health security advisor to the Commission for all four debates. As a precaution, both campaigns have agreed the candidates will not shake hands at the beginning of tonights debate. The audience here in the hall has promised to remain silent. No cheers, no boos, or other interruptions so we, and more importantly you, can focus on what the candidates have to say. No noise except right now, as we welcome the Republican nominee, President Trump, and the Democratic nominee Vice President Biden."}, {"actor": "Biden", "dialogue": "How you doing, man?"}, {"actor": "Trump", "dialogue": "How are you doing?"}, {"actor": "Biden", "dialogue": "Im well."}, {"actor": "Wallace", "dialogue": "Gentlemen, a lot of people have been waiting for this night, so lets get going. Our first subject is the Supreme Court. President Trump, you nominated Amy Coney Barrett over the weekend to succeed the late Ruth Bader Ginsburg on the Court. You say the Constitution is clear about your obligation and the Senates to consider a nominee to the Court. Vice President Biden, you say that this is an effort by the President and Republicans to jam through on an appointment in what you call an abuse of power. My first question to both of you tonight, why are you right in the argument you make and your opponent wrong? And where do you think a Justice Barrett would take the court? President Trump, in this first segment, you go first. Two minutes."}, {"actor": "Trump", "dialogue": "Thank you very much, Chris. I will tell you very simply. We won the election. Elections have consequences. We have the Senate, we have the White House, and we have a phenomenal nominee respected by all. Top, top academic, good in every way. Good in every way. In fact, some of her biggest endorsers are very liberal people from Notre Dame and other places. So I think shes going to be fantastic. We have plenty of time. Even if we did it after the election itself. I have a lot of time after the election, as you know. So I think that she will be outstanding. Shes going to be as good as anybody that has served on that court. We really feel that. We have a professor at Notre Dame, highly respected by all, said shes the single greatest student hes ever had. Hes been a professor for a long time at a great school. And we won the election and therefore we have the right to choose her, and very few people knowingly would say otherwise. And by the way, the Democrats, they wouldnt even think about not doing it. The only difference is theyd try and do it faster. Theres no way they would give it up. They had Merrick Garland, but the problem is they didnt have the election so they were stopped. And probably that would happen in reverse, also. Definitely would happen in reverse. So we won the election and we have the right to do it, Chris."}, {"actor": "Wallace", "dialogue": "President Trump, thank you. Same question to you, Vice President Biden. You have two minutes."}, {"actor": "Biden", "dialogue": "Well, first of all, thank you for doing this and looking forward to this, Mr. President."}, {"actor": "Trump", "dialogue": "Thank you, Joe."}, {"actor": "Biden", "dialogue": "The American people have a right to have a say in who the Supreme Court nominee is and that say occurs when they vote for United States Senators and when they vote for the President of United States. Theyre not going to get that chance now because were in the middle of an election already. The election has already started. Tens of thousands of people already voted and so the thing that should happen is we should wait. We should wait and see what the outcome of this election is because thats the only way the American people get to express their view is by who they elect as President and who they elect as Vice President. Now, whats at stake here is the Presidents made it clear, he wants to get rid of the Affordable Care Act. Hes been running on that, he ran on that and hes been governing on that. Hes in the Supreme Court right now trying to get rid of the Affordable Care Act, which will strip 20 million people from having health insurance now, if it goes into court. And the justice, Im not opposed to the justice, she seems like a very fine person. But shes written, before she went in the bench, which is her right, that she thinks that the Affordable Care Act is not Constitutional. The other thing thats on the court, and if its struck down, what happens? Womens rights are fundamentally changed. Once again, a woman could pay more money because she has a pre-existing condition of pregnancy. Theyre able to charge women more for the same exact procedure a man gets. And that ended when we, in fact, passed the Affordable Care Act, and theres a hundred million people who have pre-existing conditions and theyll be taken away as well. Those pre-existing conditions, insurance companies are going to love this. And so its just not appropriate to do this before this election. If he wins the election and the Senate is Republican, then he goes forward. If not, we should wait until February."}, {"actor": "Trump", "dialogue": "There arent a hundred million people with pre-existing conditions. As far as a say is concerned, the people already had their say. Okay, Justice Ginsburg said very powerfully, very strongly, at some point 10 years ago or so, she said a President and the Senate is elected for a period of time, but a President is elected for four years. Were not elected for three years. Im not elected for three years. So we have the Senate, we have a President-"}, {"actor": "Biden", "dialogue": "Hes elected to the next election."}, {"actor": "Trump", "dialogue": "During that period of time, during that period of time, we have an opening. Im not elected for three years. Im elected for four years. Joe, the hundred million people is totally wrong. I dont know where you got that number. The bigger problem that you have is that youre going to extinguish 180 million people with their private health care, that theyre very happy with."}, {"actor": "Biden", "dialogue": "Thats simply not true."}, {"actor": "Trump", "dialogue": "Well, youre certainly going to socialist. Youre going to socialist medicine-"}, {"actor": "Wallace", "dialogue": "Gentlemen, were now into open discussion."}, {"actor": "Biden", "dialogue": "Open discussion."}, {"actor": "Wallace", "dialogue": "Open discussion, yes, I agree. Go ahead, Vice President."}, {"actor": "Biden", "dialogue": "Number one, he knows what I proposed. What I proposed is that we expand Obamacare and we increase it. We do not wipe any. And one of the big debates we had with 23 of my colleagues trying to win the nomination that I won, were saying that Biden wanted to allow people to have private insurance still. They can. They do. They will under my proposal."}, {"actor": "Trump", "dialogue": "Thats not what youve said and its not what your party is saying."}, {"actor": "Biden", "dialogue": "That is simply a lie."}, {"actor": "Trump", "dialogue": "Your party doesnt say it. Your party wants to go socialist medicine and socialist healthcare."}, {"actor": "Biden", "dialogue": "The party is me. Right now, I am the Democratic Party."}, {"actor": "Trump", "dialogue": "And theyre going to dominate you, Joe. You know that."}, {"actor": "Biden", "dialogue": "I am the Democratic Party right now."}, {"actor": "Trump", "dialogue": "Not according to Harris."}, {"actor": "Biden", "dialogue": "The platform of the Democratic Party is what I, in fact, approved of, what I approved of. Now, heres the deal. The deal is that its going to wipe out pre-existing conditions. And, by the way, the 200,000 people that have died on his watch, how many of those have survived? Well, theres seven million people that contracted COVID. What does it mean for them going forward if you strike down the Affordable Care Act?"}, {"actor": "Trump", "dialogue": "Joe, youve had 308,000 military people dying because you couldnt provide them proper healthcare in the military. So dont tell me about this."}, {"actor": "Biden", "dialogue": "Im happy to talk about this."}, {"actor": "Trump", "dialogue": "And if you were here, it wouldnt be 200, it would be two million people because you were very late on the draw. You didnt want me to ban China, which was heavily infected. You didnt want me to ban Europe."}, {"actor": "Wallace", "dialogue": "All right, gentlemen, Mr. President."}, {"actor": "Trump", "dialogue": "You would have been much later, Joe, much later."}, {"actor": "Wallace", "dialogue": "Mr. President."}, {"actor": "Trump", "dialogue": "Were talking about two million people."}, {"actor": "Biden", "dialogue": "Youre not going to be able to shut him up."}, {"actor": "Wallace", "dialogue": "Mr. President, as the moderator, we are going to talk about COVID in the next segment. But go ahead."}, {"actor": "Biden", "dialogue": "Let me finish. The point is that the President also is opposed to Roe V. Wade. Thats on the ballot as well and the court, in the court, and so thats also at stake right now. And so the election is all-"}, {"actor": "Trump", "dialogue": "You dont know whats on the ballot. Why is it on the ballot? Why is it on the ballot? Its not on the ballot."}, {"actor": "Biden", "dialogue": "Its on the ballot in the court."}, {"actor": "Trump", "dialogue": "I dont think so."}, {"actor": "Biden", "dialogue": "In the court."}, {"actor": "Trump", "dialogue": "Theres nothing happening there."}, {"actor": "Biden", "dialogue": "Donald would you just be quiet for a minute."}, {"actor": "Trump", "dialogue": "You dont know her view on Roe V. Wade? You dont know her view."}, {"actor": "Wallace", "dialogue": "Well, all right. All right. Lets talk. Weve got a lot to unpack here, gentlemen. Weve got a lot of time. On healthcare, and then well come back to Roe V. Wade."}, {"actor": "Biden", "dialogue": "All right."}, {"actor": "Wallace", "dialogue": "Mr. President, the Supreme Court will hear a case a week after the election in which the Trump Administration, along with 18 state Attorney Generals are seeking to overturn Obamacare, to end Obamacare."}, {"actor": "Trump", "dialogue": "Thats right."}, {"actor": "Wallace", "dialogue": "You have spent the last week-"}, {"actor": "Trump", "dialogue": "Because they want to give good healthcare."}, {"actor": "Wallace", "dialogue": "If I may ask my question, sir."}, {"actor": "Biden", "dialogue": "Good healthcare."}, {"actor": "Wallace", "dialogue": "Over the last four years, you have promised to repeal and replace Obamacare, but you have never in these four years come up with a plan, a comprehensive plan, to replace Obamacare."}, {"actor": "Trump", "dialogue": "Yes, I have. Of course, I have. The individual mandate."}, {"actor": "Wallace", "dialogue": "[crosstalk] when I finish Im going to give an opportunity-"}, {"actor": "Trump", "dialogue": "Excuse me. I got rid of the individual mandate, which was a big chunk of Obamacare."}, {"actor": "Wallace", "dialogue": "Thats not a comprehensive place."}, {"actor": "Trump", "dialogue": "That is absolutely a big thing. That was the worst part of Obamacare."}, {"actor": "Wallace", "dialogue": "I didnt ask, sir."}, {"actor": "Trump", "dialogue": "Chris, that was the worst part of Obamacare."}, {"actor": "Wallace", "dialogue": "Youre debating him not me. Let me ask my question."}, {"actor": "Trump", "dialogue": "Well, Ill ask Joe. The individual mandate was the most unpopular aspect of Obamacare."}, {"actor": "Wallace", "dialogue": "Mr. President."}, {"actor": "Trump", "dialogue": "I got rid of it. And we will protect people."}, {"actor": "Wallace", "dialogue": "Mr. President, Im the moderator of this debate and I would like you to let me ask my question and then you can answer."}, {"actor": "Trump", "dialogue": "Go ahead."}, {"actor": "Wallace", "dialogue": "You, in the course of these four years, have never come up with a comprehensive plan to replace Obamacare, and just this last Thursday you signed a largely symbolic Executive Order to protect people with pre-existing conditions five days before this debate. So my question, sir, is what is the Trump healthcare plan?"}, {"actor": "Trump", "dialogue": "Well, first of all, I guess Im debating you, not him, but thats okay. Im not surprised. Let me just tell you something. Theres nothing symbolic. Im cutting drug prices. Im going with Favored Nations, which no President has the courage to do because youre going against big pharma. Drug prices will be coming down 80 or 90%. You could have done it during your 47-year period in government, but you didnt do it. Nobodys done it. So were cutting healthcare."}, {"actor": "Wallace", "dialogue": "What about pre-existing conditions?"}, {"actor": "Trump", "dialogue": "All of the things that weve done."}, {"actor": "Biden", "dialogue": "He has not done healthcare."}, {"actor": "Trump", "dialogue": "Ill give you an example. Insulin, it was destroying families, destroying people, the cost. Im getting it for so cheap its like water, you want to know the truth. So cheap. Take a look at all of the drugs that what were doing. Prescription drug prices, were going to allow our Governors now to go to other countries to buy drugs because when they paid just a tiny fraction of what we do."}, {"actor": "Wallace", "dialogue": "Okay, like I say, this is open discussion."}, {"actor": "Trump", "dialogue": "This is big stuff."}, {"actor": "Wallace", "dialogue": "Sir, youll be happy. Im about to pick up on one of your points to ask the Vice President, which is, he points out that you would like to add a public option to Obamacare."}, {"actor": "Biden", "dialogue": "Yes."}, {"actor": "Wallace", "dialogue": "And the argument that he makes and other Republicans make is that that is going to end private insurance."}, {"actor": "Biden", "dialogue": "It is not."}, {"actor": "Wallace", "dialogue": "If I start asking the question."}, {"actor": "Trump", "dialogue": "Thats not what your party says, by the way."}, {"actor": "Wallace", "dialogue": "And it will end private insurance and create a government takeover of healthcare."}, {"actor": "Biden", "dialogue": "It does not. Its only for those people who are so poor they qualify for Medicaid they can get that free in most States, except Governors who want to deny people who are poor Medicaid. Anyone who qualifies for Medicaid would automatically be enrolled in the public option. The vast majority of the American people would still not be in that option. Number one. Number two."}, {"actor": "Trump", "dialogue": "Joe, you agreed with Bernie Sanders, whos far left, on the manifesto, we call it. And that gives you socialized medicine."}, {"actor": "Biden", "dialogue": "Look, hey."}, {"actor": "Trump", "dialogue": "Are you saying you didnt agree?"}, {"actor": "Biden", "dialogue": "Im not going to listen to him. The fact of the matter is I beat Bernie Sanders."}, {"actor": "Trump", "dialogue": "Not by much."}, {"actor": "Biden", "dialogue": "I beat him by a whole hell of a lot."}, {"actor": "Trump", "dialogue": "Not by much."}, {"actor": "Biden", "dialogue": "Im here standing facing you, old buddy."}, {"actor": "Trump", "dialogue": "If Pocahontas would have left two days early you would have lost every primary."}, {"actor": "Biden", "dialogue": "All he knows how to do-"}, {"actor": "Trump", "dialogue": "On Super Tuesday, you got very lucky."}, {"actor": "Biden", "dialogue": "Look hes the deal. I got very lucky. Im going to get very lucky tonight as well."}, {"actor": "Trump", "dialogue": "With what?"}, {"actor": "Biden", "dialogue": "And tonight Im going to make sure."}, {"actor": "Trump", "dialogue": "With what?"}, {"actor": "Biden", "dialogue": "Because heres the deal, heres the deal. The fact is that everything hes saying so far is simply a lie. Im not here to call out his lies. Everybody knows hes a liar."}, {"actor": "Trump", "dialogue": "But you agree. Joe, youre the liar. You graduated last in your class not first in your class."}, {"actor": "Biden", "dialogue": "God, I want to make sure-"}, {"actor": "Wallace", "dialogue": "Mr. President, can you let him finish, sir?"}, {"actor": "Biden", "dialogue": "No, he doesnt know how to do that."}, {"actor": "Trump", "dialogue": "Youd be surprised. Youd be surprised. Go ahead, Joe."}, {"actor": "Biden", "dialogue": "The wrong guy, the wrong night, at the wrong time."}, {"actor": "Trump", "dialogue": "Listen, you agreed with Bernie Sanders and the manifesto."}, {"actor": "Biden", "dialogue": "There is no manifesto, number one."}, {"actor": "Wallace", "dialogue": "Please let him speak, Mr. President."}, {"actor": "Biden", "dialogue": "Number two."}, {"actor": "Trump", "dialogue": "He just lost the left."}, {"actor": "Biden", "dialogue": "Number two."}, {"actor": "Trump", "dialogue": "You just lost the left. You agreed with Bernie Sanders on a plan that you absolutely agreed to and under that plan [crosstalk], they call it socialized medicine."}, {"actor": "Wallace", "dialogue": "Mr. President."}, {"actor": "Biden", "dialogue": "Ill tell you what, he is not for any help for people needing healthcare."}, {"actor": "Trump", "dialogue": "Who is, Bernie?"}, {"actor": "Biden", "dialogue": "Because he, in fact, already has cost 10 million people their healthcare that they had from their employers because of his recession. Number one. Number two, there are 20 million people getting healthcare through Obamacare now that he wants to take it away. He wont ever look you in the eye and say thats what he wants to do. Take it away."}, {"actor": "Trump", "dialogue": "No, I want to give them better healthcare at a much lower price, because Obamacare is no good."}, {"actor": "Biden", "dialogue": "He doesnt know how. He doesnt know how to do that."}, {"actor": "Trump", "dialogue": "Ive already fixed it."}, {"actor": "Biden", "dialogue": "He has never offered a plan."}, {"actor": "Trump", "dialogue": "Weve already fixed it to an extent. Obamacare, as you might know but probably dont, Obamacare is no good."}, {"actor": "Wallace", "dialogue": "Gentlemen, you realize if youre both speaking at the same time. Let the President. Go ahead, sir."}, {"actor": "Trump", "dialogue": "Obamacare is no good. We made it better and I had a choice to make very early on. We took away the individual mandate. We guaranteed pre-existing conditions, but took away the individual mandate. Listen, this is the way it is. And that destroyed  They shouldnt even call it Obamacare, then I had a choice to make, do I let my people run it really well or badly? If I run it badly, theyll probably blame him, but theyll blame me. But more importantly, I want to help people. Okay. I said, Youve got to run it so well. And I just had a meeting with them. They said the problem is, no matter how well you run Obamacare, its a disaster. Its too expensive. Premiums are too high, that it doesnt work. So we do want to get rid of it. Chris, we want to get rid of that and give something thats cheaper and better."}, {"actor": "Wallace", "dialogue": "I understand that, sir. But I have to give you roughly equal time."}, {"actor": "Trump", "dialogue": "Go ahead."}, {"actor": "Wallace", "dialogue": "Please let the Vice President talk, sir."}, {"actor": "Trump", "dialogue": "Good."}, {"actor": "Biden", "dialogue": "He has no plan for healthcare."}, {"actor": "Trump", "dialogue": "Of course, we do."}, {"actor": "Wallace", "dialogue": "Please."}, {"actor": "Biden", "dialogue": "He sends out wishful thinking. He has Executive Orders that have no power. He hasnt lowered drug costs for anybody. Hes been promising a healthcare plan since he got elected. He has none, like almost everything else he talks about. He does not have a plan. He doesnt have a plan. And the fact is this man doesnt know what hes talking about."}, {"actor": "Wallace", "dialogue": "All right, I have one final question for you."}, {"actor": "Biden", "dialogue": "Sure."}, {"actor": "Wallace", "dialogue": "Mr. Vice President, if Senate Republicans, we were talking originally about the Supreme Court here, if Senate Republicans go ahead and confirm Justice Barrett there has been talk about ending the filibuster or even packing the court, adding to the nine justices there. You call this a distraction by the President. But, in fact, it wasnt brought up by the President. It was brought up by some of your Democratic colleagues in the Congress. So my question to you is, you have refused in the past to talk about it, are you willing to tell the American people tonight whether or not you will support either ending the filibuster or packing the court?"}, {"actor": "Biden", "dialogue": "Whatever position I take on that, thatll become the issue. The issue is the American people should speak. You should go out and vote. Youre voting now. Vote and let your Senators know how strongly you feel."}, {"actor": "Trump", "dialogue": "Are you going to pack the court?"}, {"actor": "Biden", "dialogue": "Vote now."}, {"actor": "Trump", "dialogue": "Are you going to pack the court?"}, {"actor": "Biden", "dialogue": "Make sure you, in fact, let people know, your Senators."}, {"actor": "Trump", "dialogue": "He doesnt want to answer the question."}, {"actor": "Biden", "dialogue": "Im not going to answer the question."}, {"actor": "Trump", "dialogue": "Why wouldnt you answer that question? You want to put a lot of new Supreme Court Justices. Radical left."}, {"actor": "Biden", "dialogue": "Will you shut up, man?"}, {"actor": "Trump", "dialogue": "Listen, who is on your list, Joe? Whos on your list?"}, {"actor": "Wallace", "dialogue": "Gentlemen, I think weve ended this-"}, {"actor": "Biden", "dialogue": "This is so un-Presidential."}, {"actor": "Trump", "dialogue": "Hes going to pack the court. He is not going to give a list."}, {"actor": "Wallace", "dialogue": "We have ended the segment. Were going to move on to the second segment."}, {"actor": "Biden", "dialogue": "That was really a productive segment, wasnt it? Keep yapping, man."}, {"actor": "Trump", "dialogue": "The people understand, Joe."}, {"actor": "Biden", "dialogue": "They sure do."}, {"actor": "Trump", "dialogue": "47 years, youve done nothing. They understand."}, {"actor": "Wallace", "dialogue": "All right, the second subject is COVID-19, which is an awfully serious subject. So lets try to be serious about it. We have had more than seven million cases of coronavirus in the United States and more than 200,000 people have died. Even after we produce a vaccine, experts say that it could be months or even years before we come back to anything approaching normal. My question for both of you is, based on what you have said and done so far, and what you have said you would do starting in 2021, why should the American people trust you more than your opponent to deal with this public health crisis going forward? In this case, the question goes to you first, sir. Two minutes, uninterrupted."}, {"actor": "Biden", "dialogue": "Good luck. 200,000 dead. As you said, over seven million infected in the United States. We, in fact, have 4% of the worlds population, 20% of the deaths. 40,000 people a day are contracting COVID. In addition to that, about between 750 and 1000 people a day are dying. When he was presented with that number, he said, It is what it is. Well, it is what it is because you are who you are. Thats why it is. The President has no plan. He hasnt laid out anything. He knew all the way back in February how serious this crisis was. He knew it was a deadly disease. What did he do? Hes on tape as acknowledging he knew it. He said he didnt tell us or give people a warning of it because he didnt want to panic the American people. You dont panic. He panicked. In addition to that, what did he do?"}, {"actor": "Biden", "dialogue": "He went in and we were insisting that the people we had in the ground in China should be able to go to Wuhan and determine for themselves how dangerous this was. He did not even ask Xi to do that."}, {"actor": "Trump", "dialogue": "Wrong."}, {"actor": "Biden", "dialogue": "He told us what a great job Xi was doing. He said we owe him a debt of gratitude for being so transparent with us. And what did he do then? He then did nothing. He waited and waited and waited. He still doesnt have a plan."}, {"actor": "Trump", "dialogue": "Wrong."}, {"actor": "Wallace", "dialogue": "Sir, its his two minutes."}, {"actor": "Trump", "dialogue": "Its so wrong."}, {"actor": "Biden", "dialogue": "I laid out back in March, exactly what we should be doing. And I laid out again in July, what we should be doing. We should be providing all the protective gear possible. We should be providing the money the House has passed in order to be able to go out and get people the help they need to keep their businesses open. Open schools cost a lot of money. You should get out of your bunker and get out of the sand trap in your golf course and go in the Oval Office and bring together the Democrats and Republicans and fund what needs to be done now to save lives."}, {"actor": "Trump", "dialogue": "So, if we would have listened to you."}, {"actor": "Wallace", "dialogue": "Wait, wait. You have two minutes, sir."}, {"actor": "Trump", "dialogue": "If we wouldve listened to you, the country would have been left wide open, millions of people would have died, not 200,000. And one person is too much. Its Chinas fault. It should have never happened. They stopped it from going in, but it was Chinas fault. And, by the way, when you talk about numbers, you dont know how many people died in China. You dont know how many people died in Russia. You dont know how many people died in India. They dont exactly give you a straight count, just so you understand. But if you look at what weve done, I closed it and you said, Hes xenophobic. Hes a racist and hes xenophobic, because you didnt think I should have closed our country. Wait a minute."}, {"actor": "Wallace", "dialogue": "Sir, its his two minutes."}, {"actor": "Trump", "dialogue": "You didnt think we should have closed our country because you thought it was terrible. You wouldnt have closed it for another two months. By my doing it early, in fact, Dr. Fauci said, President Trump saved thousands of lives. Many of your Democrat Governors said, President Trump did a phenomenal job. We worked with the Governor. Oh really, go take a look. The Governors said I did a phenomenal job. Most of them said that. In fact, people that would not be necessarily on my side said that, President Trump did a phenomenal job. We did. We got the gowns. We got the masks. We made the ventilators. You wouldnt have made ventilators. And now were weeks away from a vaccine. Were doing therapeutics already. Fewer people are dying when they get sick. Far fewer people are dying. Weve done a great job."}, {"actor": "Trump", "dialogue": "The only thing I havent done a good job, and thats because of the fake news, no matter what you say to them, they give you a bad press on it. Its just fake news. They give you good press, they give me bad press because thats the way it is, unfortunately. But let me just say something. I dont care. Ive gotten used to it. But Ill tell you, Joe, you could never have done the job that we did. You dont have it in your blood. You couldve never done that, Joe."}, {"actor": "Biden", "dialogue": "I know how to do the job. I know how to get the job done."}, {"actor": "Trump", "dialogue": "Well, you didnt do very well in Swine Flu. H1-N1, you were a disaster. Your own Chief of Staff said you were a disaster."}, {"actor": "Biden", "dialogue": "14,000 people died, not 200,000."}, {"actor": "Trump", "dialogue": "A far less lethal disease, by the way."}, {"actor": "Wallace", "dialogue": "Sir, you made a point. Let him answer it."}, {"actor": "Biden", "dialogue": "And there was no one  We didnt shut down the economy. This is his economy he shut down. The reason its shut down is because, look, you folks at home. How many of you got up this morning and had an empty chair at the kitchen table because someone died of COVID? How many of you are in a situation where you lost your mom or dad and you couldnt even speak to them, you had a nurse holding a phone up so you could in fact say goodbye?"}, {"actor": "Trump", "dialogue": "We would have lost far more people, far more people. You would have been months late. Youre months behind me, Joe."}, {"actor": "Biden", "dialogue": "His own CDC Director says we could lose as many as another 200,000 people between now and the end of the year. And he said, if we just wear a mask, we can save half those numbers. Just a mask. And by the way, in terms of the whole notion of a vaccine, were for a vaccine, but I dont trust him at all. Nor do you. I know you dont. What we trust is a scientist."}, {"actor": "Trump", "dialogue": "You dont trust Johnson & Johnson, Pfizer?"}, {"actor": "Wallace", "dialogue": "Okay, gentlemen, gentlemen. Let me move on to questions about the future because you both have touched on two of the questions Im going to ask. Focusing on the future first, President Trump, you have repeatedly either contradicted or been at odds with some of your governments own top scientists. The week before last, the Head of the Centers for Disease Control, Dr. Redfield said it would be summer before the vaccine would become generally available to the public. You said that he was confused and mistaken. Those were your two words. But Dr. Slaoui, the head of your Operation Warp Speed, has said exactly the same thing. Are they both wrong?"}, {"actor": "Trump", "dialogue": "Well, Ive spoken to the companies and we can have it a lot sooner. Its a very political thing because people like this would rather make it political than save lives."}, {"actor": "Biden", "dialogue": "God."}, {"actor": "Trump", "dialogue": "It is a very political thing. Ive spoken to Pfizer, Ive spoken to all of the people that you have to speak to, Moderna, Johnson & Johnson, and others. They can go faster than that by a lot. Its become very political because the left Or I dont know if I call them left, I dont know what I call them."}, {"actor": "Wallace", "dialogue": "So youre suggesting that the head of your Operation Warp Speed, Dr. Slaoui-"}, {"actor": "Trump", "dialogue": "I disagree with him. No, I disagree with both of them. And he didnt say that. He said it could be there, but it could also be much sooner. I had him in my office two days ago."}, {"actor": "Wallace", "dialogue": "He talked about the summer, sir, before its generally available, just like Dr. Redfield."}, {"actor": "Trump", "dialogue": "Because he said its a possibility that well have the answer before November 1st. It could also be after that."}, {"actor": "Wallace", "dialogue": "Im talking about when its generally available, not-"}, {"actor": "Trump", "dialogue": "Well, were going to deliver it right away. We have the military all set up. Logistically, theyre all set up. We have our military that delivers soldiers and they can do 200,000 a day. Theyre going to be delivering-"}, {"actor": "Biden", "dialogue": "This is the same man who told you-"}, {"actor": "Trump", "dialogue": "Its all set up."}, {"actor": "Biden", "dialogue": "by Easter, this would be gone away. By the warm weather, itd be gone. Miraculous, like a miracle. And by the way, maybe you could inject some bleach in your arm, and that would take care of it. This is the same man."}, {"actor": "Trump", "dialogue": "That was said sarcastically, and you know that. That was said sarcastically."}, {"actor": "Biden", "dialogue": "So heres the deal. This man is talking about a vaccine. Every serious company is talking about maybe having a vaccine done by the end of the year, but the distribution of that vaccine will not occur until sometime beginning of the middle of next year to get it out, if we get the vaccine. And pray God we will. Pray God we will."}, {"actor": "Wallace", "dialogue": "Mr. Vice President, I want to pick up-"}, {"actor": "Trump", "dialogue": "Youll have the vaccine sooner than that."}, {"actor": "Wallace", "dialogue": "I want to pick up on this question though. You say the public can trust the scientists, but they cant trust President Trump. In fact, you said that again tonight. Your running mate, Senator Harris, goes further, saying that public health experts quote, Will be muzzled, will be suppressed. Given the fact that polls already show that people are concerned about the vaccine and are reluctant to take it, are you and your running mate, Senator Harris, contributing to that fear?"}, {"actor": "Biden", "dialogue": "No more than the question you just asked him. You pointed out he puts pressure and disagrees with his own scientists."}, {"actor": "Wallace", "dialogue": "But youre saying you cant-"}, {"actor": "Biden", "dialogue": "Everybody knows-"}, {"actor": "Wallace", "dialogue": "Or Senator Harris is saying you cant trust the scientist."}, {"actor": "Biden", "dialogue": "Well, no, no. You can trust the scientist. She didnt say that. You can trust the-"}, {"actor": "Wallace", "dialogue": "She said that public health experts quote, Will be muzzled, will be suppressed."}, {"actor": "Biden", "dialogue": "Yes. Well, thats what hes going to try to do, but theres thousands of scientists out there, like here at this great hospital that dont work for him. Their job doesnt depend on him. Theyre the people And by the way-"}, {"actor": "Trump", "dialogue": "We spoke to the scientists that are in charge-"}, {"actor": "Biden", "dialogue": "By the way-"}, {"actor": "Trump", "dialogue": "they will have the vaccine very soon."}, {"actor": "Wallace", "dialogue": "Let him finish."}, {"actor": "Biden", "dialogue": "Do you believe for a moment what hes telling you in light of all the lies hes told you about the whole issue relating to COVID? He still hasnt even acknowledged that he knew this was happening, knew how dangerous it was going to be back in February, and he didnt even tell you. Hes on record as saying it. He panicked or he just looked at the stock market. One of the two. Because guess what? A lot of people died and a lot more are going to die unless he gets a lot smarter, a lot quicker-"}, {"actor": "Wallace", "dialogue": "Mr. President?"}, {"actor": "Trump", "dialogue": "Did you use the word smart? So you said you went to Delaware State, but you forgot the name of your college. You didnt go to Delaware State. You graduated either the lowest or almost the lowest in your class. Dont ever use the word smart with me. Dont ever use that word."}, {"actor": "Biden", "dialogue": "Oh, give me a break."}, {"actor": "Trump", "dialogue": "Because you know what? Theres nothing smart about you, Joe. 47 years youve done nothing."}, {"actor": "Biden", "dialogue": "Well, lets have this debate-"}, {"actor": "Trump", "dialogue": "Let me just tell you something, Joe. If you would have had the charge of what I was put through, I had to close the greatest economy in the history of our country. And by the way, now its being built again and its going up fast."}, {"actor": "Wallace", "dialogue": "Well get to the economy in the next segment, sir."}, {"actor": "Trump", "dialogue": "Its going up fast. I look forward to talking about it."}, {"actor": "Wallace", "dialogue": "Okay. When it comes to how the virus has been handled so far, the two of you have taken very different approaches, and this is going to affect how the virus is handled going forward by whichever of you ends up becoming the next president. I want to quickly go through several of those. Reopenings. Vice President Biden, you have been much more reluctant than President Trump about reopening the economy and schools. Why, sir?"}, {"actor": "Biden", "dialogue": "Because he doesnt have a plan. If I were running it, Id know what the plan is. Youve got to provide these businesses the ability to have the money to be able to reopen with the PPE, as well as with the sanitation they need. You have to provide them classic-"}, {"actor": "Trump", "dialogue": "Tell that to Nancy Pelosi."}, {"actor": "Biden", "dialogue": "Will he just shush for a minute?"}, {"actor": "Trump", "dialogue": "Tell that to Nancy Pelosi, and Schumer [crosstalk] Chuck."}, {"actor": "Biden", "dialogue": "Nancy Pelosi and Schumer, they have a plan. He wont even meet with them. The Republicans wont meet in the Senate. He sits in his golf course. Well, I mean, literally, think about it. Think about it."}, {"actor": "Trump", "dialogue": "You probably play more than I do, Joe."}, {"actor": "Wallace", "dialogue": "What about this question of reopenings and the fact-"}, {"actor": "Trump", "dialogue": "Well, he wants to shut down this country and I want to keep it open, and we did a great thing by shutting it down-"}, {"actor": "Biden", "dialogue": "You just admitted youd shut it down."}, {"actor": "Trump", "dialogue": "Wait a minute, Joe. Let me shut you down for a second, Joe, just for one second. He wants to shut down the country. We just went through it. We had to, because we didnt know anything about the disease. Now weve found that elderly people with heart problems and diabetes and different problems are very, very vulnerable. We learned a lot. Young children arent, even younger people arent. Weve learned a lot, but he wants to shut it down. More people will be hurt by continuing. If you look at Pennsylvania, if you look at certain states that have been shut down, they have Democrat governors, all, one of the reasons they shut down is because they want to keep it shut down until after the election on November 3rd."}, {"actor": "Wallace", "dialogue": "All right. I want to move onto another-"}, {"actor": "Trump", "dialogue": "Because its a political thing."}, {"actor": "Wallace", "dialogue": "I want to move onto another subject."}, {"actor": "Biden", "dialogue": "I got to respond to that."}, {"actor": "Wallace", "dialogue": "I want to move-"}, {"actor": "Trump", "dialogue": "But those states-"}, {"actor": "Wallace", "dialogue": "Gentlemen, I want to move onto another subject."}, {"actor": "Trump", "dialogue": "Those states are not doing well that are shut down right now."}, {"actor": "Biden", "dialogue": "I got to respond to that."}, {"actor": "Trump", "dialogue": "He wants to shut down the whole country."}, {"actor": "Wallace", "dialogue": "President Trump, you have begun to increasingly question the effectiveness of masks as a disease preventer. And in fact, recently you have cited the issue of waiters touching their masks and touching plates. Are you questioning the efficacy of masks?"}, {"actor": "Trump", "dialogue": "No, I think masks are okay. You have to understand, if you look I mean, I have a mask right here. I put a mask on when I think I need it. Tonight, as an example, everybodys had a test and youve had social distancing and all of the things that you have to, but I wear masks-"}, {"actor": "Biden", "dialogue": "Just like your rally."}, {"actor": "Trump", "dialogue": "when needed. When needed, I wear masks."}, {"actor": "Wallace", "dialogue": "Okay. Let me ask-"}, {"actor": "Trump", "dialogue": "I dont wear a mask like him. Every time you see him, hes got a mask. He could be speaking 200 feet away from him and he shows up with the biggest mask Ive ever seen. I will say this-"}, {"actor": "Wallace", "dialogue": "Vice President Biden, go ahead, sir."}, {"actor": "Biden", "dialogue": "Look, the way to open businesses is give them the wherewithal to be able to open. We provided money, the-"}, {"actor": "Wallace", "dialogue": "But I was asking you, sir, about masks."}, {"actor": "Biden", "dialogue": "Well, masks make a big difference. His own head of the CDC said if we just wore masks between now, if everybody wore a mask and social distanced between now and January, wed probably save up to 100,000 lives. It matters. It matters."}, {"actor": "Trump", "dialogue": "And theyve also said the opposite. Theyve also said-"}, {"actor": "Biden", "dialogue": "No serious person has said the opposite. No serious person."}, {"actor": "Wallace", "dialogue": "Okay. I want to ask you-"}, {"actor": "Trump", "dialogue": "Dr. Fauci. Dr. Fauci said the opposite."}, {"actor": "Biden", "dialogue": "He did not say the opposite."}, {"actor": "Wallace", "dialogue": "I want to ask you, weve got a little more than a minute left in this segment."}, {"actor": "Trump", "dialogue": "He said very strongly, Masks are not good. Then he changed his mind. He said, Masks are good."}, {"actor": "Wallace", "dialogue": "I want to ask-"}, {"actor": "Trump", "dialogue": "Im okay with masks. Im not fighting masks."}, {"actor": "Wallace", "dialogue": "I want to ask you both about one last subject because your different approaches has even affected the way that you have campaigned. President Trump, youre holding large rallies with crowds packed together, thousands of people."}, {"actor": "Trump", "dialogue": "Outside."}, {"actor": "Wallace", "dialogue": "Outside. Yes, sir. Agreed. Vice President Biden, you are holding much smaller events with-"}, {"actor": "Trump", "dialogue": "Because nobody will show up."}, {"actor": "Wallace", "dialogue": "people with masks."}, {"actor": "Trump", "dialogue": "Well, its true. Nobody shows up to his rallies."}, {"actor": "Wallace", "dialogue": "All right. In any case, why you holding the big rallies? Why you not? You go first, sir."}, {"actor": "Trump", "dialogue": "Because people want to hear what I have to say. I mean-"}, {"actor": "Wallace", "dialogue": "But are not worried about us spreading disease?"}, {"actor": "Trump", "dialogue": "Ive done a great job as a president, and Ill have 25, 35,000 people show up at airports. We use airports and hangers and we have a lot of people-"}, {"actor": "Wallace", "dialogue": "Are you not worried about the disease issues, sir?"}, {"actor": "Trump", "dialogue": "Well, so far we have had no problem whatsoever. Its outside. Thats a big difference according to the experts. We do them outside, we have tremendous crowds, as you see, and literally on 24 hours notice. And Joe does the circles and has three people someplace."}, {"actor": "Biden", "dialogue": "By the way, did you see one of the last big rallies he had? A reporter came up to him to ask him a question, he said, No, no, no. Stand back, put on your mask, put on a mask. Have you been tested? Im way far away from those other people. Thats what he said, Im going to be okay. Hes not worried about you. Hes not worried about the people out there [crosstalk]."}, {"actor": "Trump", "dialogue": "Weve had no negative effect."}, {"actor": "Biden", "dialogue": "No negative effect. Come on."}, {"actor": "Trump", "dialogue": "Weve had no negative effect, and weve had 35, 40,000 people at these rallies."}, {"actor": "Wallace", "dialogue": "All right. Do you want to just quickly finish up? Because I want to move on to our next-"}, {"actor": "Biden", "dialogue": "Yes, I would. Hes been totally irresponsible the way in which he has handled the social distancing and people wearing masks, basically encouraged them not to. Hes a fool on this."}, {"actor": "Trump", "dialogue": "If you could get the crowds, you would have done the same thing. But you cant. Nobody cares."}, {"actor": "Wallace", "dialogue": "Gentlemen, can we move on to the-"}, {"actor": "Trump", "dialogue": "Nobody cares."}, {"actor": "Wallace", "dialogue": "Gentlemen, can we move on to the economy?"}, {"actor": "Trump", "dialogue": "Yes."}, {"actor": "Wallace", "dialogue": "The economy is, I think its fair to say, recovering faster than expected from the shutdown-"}, {"actor": "Trump", "dialogue": "Much faster."}, {"actor": "Wallace", "dialogue": "in the second quarter. The unemployment rate fell to 8.4% last month. The Federal Reserve says the hit to growth, which is going to be there, is not going to be nearly as big as they had expected. President Trump, you say we are in a V-shaped recovery. Vice President Biden, you say its more of a K-shape. What difference does that mean to the American people in terms of the economy? President Trump, in this segment you go first."}, {"actor": "Trump", "dialogue": "So we built the greatest economy in history. We closed it down because of the China plague. When the plague came in, we closed it down, which was very hard psychologically to do. He didnt think we should close it down and he was wrong. Again, two million people would be dead now instead of Still, 204,000 people is too much. One person is too much. Should have never happened from China. But what happened is we closed it down and now were reopening and were doing record business. We had 10.4 million people in a four-month period that weve put back into the workforce. Thats a record the likes of which nobodys ever seen before. And he wants to close down the He will shut it down again. He will destroy this country."}, {"actor": "Trump", "dialogue": "A lot of people, between drugs and alcohol and depression, when you start shutting it down, you take a look at whats happening at some of your Democrat-run states where they have these tough shutdowns. And Im telling you its because they dont want to open it. One of them came out last week, you saw that, Oh, were going to open up on November 9th. Why November 9th? Because its after the election. They think theyre hurting us by keeping them closed. Theyre hurting people. People know what to do. They can social distance. They can wash their hands, they can wear masks. They can do whatever they want, but they got to open these states up."}, {"actor": "Trump", "dialogue": "When you look at North Carolina, when you look, and these governors are under siege, Pennsylvania, Michigan, and a couple of others, you got to open these states up. Its not fair. Youre talking about almost its like being in prison. And you look at whats going on with divorce, look at whats going on with alcoholism and drugs. Its a very, very sad thing. And hell close down the whole country. This guy will close down the whole country and destroy our country. Our country is coming back incredibly well, setting records as it does it. We dont need somebody to come in and say, Lets shut it down."}, {"actor": "Wallace", "dialogue": "All right. Your two minutes, sir. Were now moved to you. As I said, posing the question, the president says its a V-shape recovery, you say its a K-shaped recovery. Whats the difference?"}, {"actor": "Biden", "dialogue": "The difference is millionaires and billionaires like him in the middle of the COVID crisis have done very well. Billionaires have made another $300 billion because of his profligate tax proposal, and he only focused on the market. But you folks at home, you folks living in Scranton and Claymont and all the small towns and working class towns in America, how well are you doing? This guy paid a total of $750 in taxes."}, {"actor": "Trump", "dialogue": "Thats wrong."}, {"actor": "Wallace", "dialogue": "Sir, wait. No. Sir-"}, {"actor": "Trump", "dialogue": "[crosstalk]."}, {"actor": "Wallace", "dialogue": "Yeah, I understand. Youve agreed to the two minutes, so please let him have it."}, {"actor": "Biden", "dialogue": "Do I get my time back? The fact is that he has in fact, worked on this in a way that hes going to be the first president of the United States to leave office, having fewer jobs in his administration than when he became president. Fewer jobs than when he became president. First one in American history."}, {"actor": "Biden", "dialogue": "Secondly, the people who have lost their jobs are those people who have been on the front lines. Those people who have been saving our lives, those people who have been out there dying. People whove been putting themselves in the way to make sure that we could all try to make it. And the idea that he is insisting that we go forward and open when you have almost half the states in America with a significant increase in COVID deaths and COVID cases in the United States of America, and he wants to open it up more. Why is he want to open it up? Why doesnt he take care of the You cant fix the economy until you fix the COVID crisis. And he has no intention of doing anything about making it better for you all at home in terms of your health and your safety."}, {"actor": "Biden", "dialogue": "Schools. Why arent schools open? Because it costs a lot of money to open them safely. They were going to give, his Administration going to give the teachers and school students masks, and then they decided no, couldnt do that because its not a national emergency. Not a national emergency. Theyve done nothing to help small businesses. Nothing. Theyre closing. One in six is now gone. He ought to get on the job and take care of the needs of the American people so we can open safely."}, {"actor": "Wallace", "dialogue": "All right. Your time is up, sir. We are going to get to-"}, {"actor": "Trump", "dialogue": "I have to respond to that."}, {"actor": "Wallace", "dialogue": "Well, you both had two minutes, sir."}, {"actor": "Trump", "dialogue": "Excuse me, he made a statement."}, {"actor": "Wallace", "dialogue": "And so did you."}, {"actor": "Trump", "dialogue": "No, people want their schools open. They dont want to be shut down. They dont want their state shut down. They want their restaurants. I look at New York. Its so sad whats happening in New York. Its almost like a ghost town, and Im not sure it can ever recover what theyve done to New York. People want their places open. They want to get back to their lives."}, {"actor": "Biden", "dialogue": "People want to be safe."}, {"actor": "Trump", "dialogue": "Theyll be careful, but they want their schools open."}, {"actor": "Biden", "dialogue": "People want to be safe."}, {"actor": "Trump", "dialogue": "Im the one that brought back football. By the way, I brought back Big Ten football. It was me and Im very happy to do it-"}, {"actor": "Wallace", "dialogue": "All right. Lets-"}, {"actor": "Trump", "dialogue": "and people of Ohio are very proud of me. And you know how I found out? When [crosstalk]."}, {"actor": "Wallace", "dialogue": "Gentlemen, were going to get to your economic plans going forward in a moment, but first, Mr. President, as you well know, theres a new report that in 2016, the year you were elected president, and 2017, your first year as president, that you paid $750 a year in federal income tax each of those years. I know that you pay a lot of other taxes, but Im asking you this specific question. Is it true that you paid $750 in federal income taxes each of those two years?"}, {"actor": "Trump", "dialogue": "I paid millions of dollars in taxes, millions of dollars of income tax. And let me just tell you, there was a story in one of the papers that paid-"}, {"actor": "Biden", "dialogue": "Show us your tax returns."}, {"actor": "Trump", "dialogue": "I paid $38 million one year, I paid $27 million one year."}, {"actor": "Biden", "dialogue": "Show us your tax returns."}, {"actor": "Trump", "dialogue": "Youll see it as soon as its finished, youll see it. You know, if you wanted to, go to the Board of Elections. Theres 118 page or so report that says everything I have, every bank I have, Im totally under leveraged because the assets are extremely good, and I built a great company."}, {"actor": "Wallace", "dialogue": "Sir, Im asking you a specific question, which is-"}, {"actor": "Trump", "dialogue": "But let me tell you-"}, {"actor": "Wallace", "dialogue": "I understand all of that."}, {"actor": "Biden", "dialogue": "Release your tax return."}, {"actor": "Wallace", "dialogue": "I understand all of that-"}, {"actor": "Trump", "dialogue": "Let me-"}, {"actor": "Wallace", "dialogue": "No, Mr. President, Im asking you a question. Will you tell us how much you paid in federal income taxes in 2016 and 2017?"}, {"actor": "Trump", "dialogue": "Millions of dollars."}, {"actor": "Wallace", "dialogue": "You paid millions of dollars in-"}, {"actor": "Trump", "dialogue": "Millions of dollars, yes."}, {"actor": "Wallace", "dialogue": "So not 750?"}, {"actor": "Trump", "dialogue": "Millions of dollars. And youll get to see it. And youll get to see it."}, {"actor": "Biden", "dialogue": "When?"}, {"actor": "Trump", "dialogue": "But let me just tell you-"}, {"actor": "Biden", "dialogue": "In [crosstalk]?"}, {"actor": "Trump", "dialogue": "Chris, let me just say something, that it was the tax laws. I dont want to pay tax. Before I came here, I was a private developer, I was a private business people. Like every other private person, unless theyre stupid, they go through the laws, and thats what it is. He passed a tax bill that gave us all these privileges for depreciation and for tax credits. We built the building and we get tax credits, like the hotel on Pennsylvania Avenue. Which by the way, was given to me by the Obama Administration, if you can believe that. Now the man got fired right after that happened, but thats-"}, {"actor": "Wallace", "dialogue": "Vice President Biden, you want to respond?"}, {"actor": "Biden", "dialogue": "Yeah, I do want to respond. Look, the tax code that put him in a position that he pays less tax than on the money a school teacher makes is because of him He says hes smart because he can take advantage of the tax code. And he does take advantage of the tax code. Thats why Im going to eliminate the Trump tax cuts. And Im going to eliminate those tax cuts."}, {"actor": "Trump", "dialogue": "Thats okay."}, {"actor": "Biden", "dialogue": "And make sure that we invest in the people who in fact need the help. People out there need help."}, {"actor": "Trump", "dialogue": "But why didnt you do it over the last 25 years?"}, {"actor": "Biden", "dialogue": "Because you werent president-"}, {"actor": "Trump", "dialogue": "Why didnt you do it over the last 25 years?"}, {"actor": "Biden", "dialogue": "Because you werent president and screwing things up."}, {"actor": "Trump", "dialogue": "You were a Senator and [crosstalk]-"}, {"actor": "Biden", "dialogue": "Youre the worst president America has ever had. Come on."}, {"actor": "Trump", "dialogue": "Hey, Joe, let me just tell you, Joe. In 47 months, Ive done more than youve done in 47 years, Joe. Weve done things that you never even thought of doing."}, {"actor": "Wallace", "dialogue": "Okay. Gentlemen?"}, {"actor": "Trump", "dialogue": "Including fixing the broken military that you gave me, including taking care of your debts."}, {"actor": "Wallace", "dialogue": "Mr. President, were talking about the economy. Id like to ask you about your plans going forward because Mr. Vice President, your economic plan-"}, {"actor": "Trump", "dialogue": "He has none."}, {"actor": "Wallace", "dialogue": "if you were to be elected president focuses a lot on big government, big taxes, big spending. I want to focus first on the taxes. You propose more than $4 trillion over a decade in new taxes on individuals making more than $400,000 a year."}, {"actor": "Wallace", "dialogue": "and on corporations. President Trump says that that kind of an increase in taxes is going to hurt the economy as its just coming out of a recession."}, {"actor": "Biden", "dialogue": "Well, just take a look at what is the analysis done by Wall Street firms, points out that my economic plan would create 7 million more jobs than his in four years, number one. And number two, it would create an additional $1 trillion in economic growth, because it would be about buying American. The federal government spends $600 billion a year on everything from ships, to steel, to buildings and the like. And under my proposal, were going to make sure that every penny of that has to be made by a company-"}, {"actor": "Wallace", "dialogue": "But respectfully, sir, Im talking about taxes, not spending."}, {"actor": "Biden", "dialogue": "By the way, Im going to eliminate a significant number of the taxes. Im going to make the corporate tax 28%. It shouldnt be 21%. You have 91 companies federal, I mean, the fortune 500, who dont pay a single penny in tax making billions of dollars."}, {"actor": "Trump", "dialogue": "Why didnt you do it before, when you were Vice-President with Obama?"}, {"actor": "Biden", "dialogue": "Because you in fact passed that, that was your tax proposal."}, {"actor": "Trump", "dialogue": "I got it done. And you know what happened?"}, {"actor": "Biden", "dialogue": "Yeah, you got it done-"}, {"actor": "Trump", "dialogue": "Our economy boomed like its never boomed before."}, {"actor": "Biden", "dialogue": "The economy-"}, {"actor": "Wallace", "dialogue": "Mr. President-"}, {"actor": "Biden", "dialogue": "Let me finish."}, {"actor": "Wallace", "dialogue": "Mr. President, let me pick up on that. You would continue your free market approach, lower taxes, more deregulation, correct?"}, {"actor": "Biden", "dialogue": "Not lower tax for the American people."}, {"actor": "Wallace", "dialogue": "But let me-"}, {"actor": "Trump", "dialogue": "Excuse me."}, {"actor": "Wallace", "dialogue": "You talk about the economy booming. It turns out that in Obamas final three years as president more jobs were created, a million and a half more jobs, than in the first three years of your presidency."}, {"actor": "Trump", "dialogue": "They had the slowest economic recovery since 1929. It was the slowest recovery. Also, they took over something that was down here. All you had to do is turn on the lights and you pick up a lot. But they had the slowest economic recovery since 1929, and let me tell you about the stock market. When the stock market goes up, that means jobs. It also means 401ks. If you got in, if you ever became president with your ideas, you want to terminate my taxes. Ill tell you what, youll lose. Half of the companies that have poured in here will leave. And plenty of companies that are already here, theyll leave for other places. [crosstalk] They will leave and you will have a depression, the likes of which youve never seen."}, {"actor": "Biden", "dialogue": "Look-"}, {"actor": "Wallace", "dialogue": "Mr. Vice President."}, {"actor": "Biden", "dialogue": "we inherited the worst recession, short of a depression in American history. I was asked to bring it back. We were able to have an economic recovery that created the jobs youre talking about. We handed him a booming economy, he blew it."}, {"actor": "Trump", "dialogue": "It wasnt booming."}, {"actor": "Biden", "dialogue": "He blew it."}, {"actor": "Trump", "dialogue": "It wasnt booming. It was the weakest recovery since 1929."}, {"actor": "Wallace", "dialogue": "Wait, wait, is it fair to say he blew it when, in fact-"}, {"actor": "Trump", "dialogue": "When COVID came along."}, {"actor": "Wallace", "dialogue": "when there was record low unemployment before COVID."}, {"actor": "Biden", "dialogue": "Yeah, because what he did, even before COVID, manufacturing went in the hole. Manufacturing went in a hole-"}, {"actor": "Trump", "dialogue": "Excuse me, Chris, wait."}, {"actor": "Biden", "dialogue": "number one. Number two-"}, {"actor": "Trump", "dialogue": "Chris."}, {"actor": "Biden", "dialogue": "Number three."}, {"actor": "Trump", "dialogue": "They said it would take No, youre on number two."}, {"actor": "Biden", "dialogue": "No."}, {"actor": "Trump", "dialogue": "Chris, Chris. They said it would take-"}, {"actor": "Biden", "dialogue": "This guy-"}, {"actor": "Trump", "dialogue": "a miracle to bring back manufacturing. I brought back 700,000 jobs. They brought back nothing. They gave up on manufacturing."}, {"actor": "Biden", "dialogue": "We did not. [crosstalk]"}, {"actor": "Trump", "dialogue": "standard fare."}, {"actor": "Biden", "dialogue": "Im the guy that brought back the automobile industry."}, {"actor": "Trump", "dialogue": "He totally gave up on manufacturing."}, {"actor": "Wallace", "dialogue": "All right, let him-"}, {"actor": "Biden", "dialogue": "I was asked to bring back Chrysler and General Motors. We brought them back right here in the state of Ohio and Michigan. He blew it. Theyre gone. He blew it. And in fact, theyre gone-"}, {"actor": "Trump", "dialogue": "Ohio had the best year its ever had last year. Michigan had the best year theyve ever had."}, {"actor": "Biden", "dialogue": "That is not true."}, {"actor": "Trump", "dialogue": "Many car companies came in from Germany, from Japan, went to Michigan, went to Ohio and they didnt come in with you. [crosstalk]."}, {"actor": "Wallace", "dialogue": "Mr. Vice President, go ahead."}, {"actor": "Biden", "dialogue": "And so you take a look at what hes actually done. Hes done very little. His trade deals are the same way. He talks about these great trade deals. He talks about the art of the deal. Chinas perfected the art of the steal. We have a higher deficit with China now than we did before. We have the highest trade deficit-"}, {"actor": "Trump", "dialogue": "China ate your lunch- [crosstalk]."}, {"actor": "Biden", "dialogue": "with Mexico."}, {"actor": "Trump", "dialogue": "China ate your lunch, Joe. And no wonder your son goes in and, wha, he takes out billions of dollars. He takes out billions of dollars to manage. He makes millions of dollars. And also, while were at it, why is it just out of curiosity, the mayor of Moscows wife gave your son three and a half million dollars?"}, {"actor": "Biden", "dialogue": "That is not true."}, {"actor": "Trump", "dialogue": "What did he do to deserve it? What did he do with Burisma-"}, {"actor": "Biden", "dialogue": "None of that is true."}, {"actor": "Trump", "dialogue": "to deserve $183,000?"}, {"actor": "Wallace", "dialogue": "Sir, youve asked him a question, let him answer it."}, {"actor": "Biden", "dialogue": "None of that is true."}, {"actor": "Trump", "dialogue": "Oh really, he didnt get three and a half million?"}, {"actor": "Wallace", "dialogue": "Mr. President-"}, {"actor": "Biden", "dialogue": "Is totally-"}, {"actor": "Wallace", "dialogue": "Mr. President, please. Youve asked a question- [crosstalk]"}, {"actor": "Biden", "dialogue": "Totally discredited. Totally discredited. And by the way-"}, {"actor": "Trump", "dialogue": "Well wait, he didnt get three and a half million dollars, Joe?"}, {"actor": "Biden", "dialogue": "Mr. Vice-"}, {"actor": "Trump", "dialogue": "He got three and a half million dollars-"}, {"actor": "Wallace", "dialogue": "Mr. President."}, {"actor": "Trump", "dialogue": "dollars."}, {"actor": "Biden", "dialogue": "That is not true."}, {"actor": "Trump", "dialogue": "Oh, really?"}, {"actor": "Wallace", "dialogue": "Mr. President, its an open discussion. Please- [crosstalk]"}, {"actor": "Trump", "dialogue": "Its a fact."}, {"actor": "Biden", "dialogue": "It is not a fact."}, {"actor": "Wallace", "dialogue": "Well, you have raised an issue, let the Vice President answer."}, {"actor": "Biden", "dialogue": "Its been totally discredited."}, {"actor": "Trump", "dialogue": "Did Burisma pay him 183 thousand a month, with no experience in energy?"}, {"actor": "Wallace", "dialogue": "Mr. President-"}, {"actor": "Biden", "dialogue": "My son did nothing wrong at Burisma-"}, {"actor": "Trump", "dialogue": "I think he did."}, {"actor": "Biden", "dialogue": "The only guy that. . ."}, {"actor": "Wallace", "dialogue": "Mr. President, let him answer. [crosstalk]."}, {"actor": "Biden", "dialogue": "He doesnt want to let me answer, because he knows I have the truth. His position has been totally thoroughly discredited. . ."}, {"actor": "Trump", "dialogue": "By who?"}, {"actor": "Biden", "dialogue": "And you can-"}, {"actor": "Trump", "dialogue": "The media."}, {"actor": "Biden", "dialogue": "by everybody. Well, by the media, by our allies."}, {"actor": "Trump", "dialogue": "By the media, because they refuse to talk about it-"}, {"actor": "Biden", "dialogue": "By the World Bank-"}, {"actor": "Trump", "dialogue": "because theyre embarrassed."}, {"actor": "Biden", "dialogue": "By everyone, as discredited. And matter of fact [crosstalk] Matter of fact-"}, {"actor": "Wallace", "dialogue": "Mr. President, please stop."}, {"actor": "Biden", "dialogue": "Even the people who testified under oath-"}, {"actor": "Trump", "dialogue": "So let me ask you this, Joe- [crosstalk]."}, {"actor": "Wallace", "dialogue": "No, no. Go ahead, Mr. Im listening to you."}, {"actor": "Biden", "dialogue": "Even the people under-"}, {"actor": "Trump", "dialogue": "He got three and a half million dollars from Moscow."}, {"actor": "Biden", "dialogue": "testified, he testified under oath in his Administration said I did my job and I did it very well."}, {"actor": "Trump", "dialogue": "Oh, really?"}, {"actor": "Biden", "dialogue": "I did it honorably."}, {"actor": "Trump", "dialogue": "Id like to know who they are."}, {"actor": "Biden", "dialogue": "Well, Ill give you the list of the people who-"}, {"actor": "Trump", "dialogue": "Ill fire them."}, {"actor": "Wallace", "dialogue": "No, no. Go ahead, sir."}, {"actor": "Biden", "dialogue": "Im sure that youve already fired most of them, because they did a good job."}, {"actor": "Trump", "dialogue": "Some people dont do a good job."}, {"actor": "Biden", "dialogue": "Well, heres the- [crosstalk]"}, {"actor": "Wallace", "dialogue": "Go ahead. You get the- [crosstalk] Wait a minute. You get the final word, Mr.-"}, {"actor": "Biden", "dialogue": "Well, its hard to get any word in with this clown. Excuse me, this person."}, {"actor": "Trump", "dialogue": "Hey, hey, let me just say, that"}, {"actor": "Biden", "dialogue": "No, no. Mr. President- [crosstalk]"}, {"actor": "Trump", "dialogue": "Three and a half million, Joe."}, {"actor": "Biden", "dialogue": "That is simply not true."}, {"actor": "Trump", "dialogue": "Why did he deserve three and a half million from Moscow?"}, {"actor": "Biden", "dialogue": "Look, heres the deal. We want to talk about families and ethics. I dont want to do that. I mean, his family, we could talk about all night. His familys already-"}, {"actor": "Trump", "dialogue": "My family-"}, {"actor": "Wallace", "dialogue": "No, no- [crosstalk]."}, {"actor": "Trump", "dialogue": "My family lost a fortune by coming down and helping us with government."}, {"actor": "Biden", "dialogue": "And thats such a- [crosstalk]"}, {"actor": "Wallace", "dialogue": "Mr. President-"}, {"actor": "Trump", "dialogue": "Every single one of them lost a fortune by coming down and helping us with government."}, {"actor": "Biden", "dialogue": "This is not about my family or his family. Its about your family, the American people. [crosstalk]"}, {"actor": "Trump", "dialogue": "And he got three and a half million dollars for nothing."}, {"actor": "Biden", "dialogue": "Thats not true. It doesnt want to talk about what you need. You, the American people. Its about you. Thats what were talking about here. [crosstalk]"}, {"actor": "Wallace", "dialogue": "Thats the end of the segment. Were moving on."}, {"actor": "Biden", "dialogue": "He didnt take that."}, {"actor": "Wallace", "dialogue": "Vice President-"}, {"actor": "Trump", "dialogue": "Chris, can I be honest? Its a very important question-"}, {"actor": "Biden", "dialogue": "Try to be honest."}, {"actor": "Wallace", "dialogue": "No."}, {"actor": "Trump", "dialogue": "He stood up-"}, {"actor": "Wallace", "dialogue": "The answer to the question is no."}, {"actor": "Trump", "dialogue": "and he threatened Ukraine-"}, {"actor": "Wallace", "dialogue": "Sir-"}, {"actor": "Trump", "dialogue": "with a billion dollars-"}, {"actor": "Biden", "dialogue": "That is absolutely not true."}, {"actor": "Wallace", "dialogue": "Stop. [crosstalk] Gentlemen, I hate to raise my voice, but I- [crosstalk] Why should I be different than the two of you? So heres the deal."}, {"actor": "Biden", "dialogue": "Thats a good point."}, {"actor": "Wallace", "dialogue": "We have six segments. We have ended that segment. Were going to go to the next segment. In that segment, you each are going to have two uninterrupted moments. In those two uninterrupted minutes, Mr. President, you can say anything you want. Im going to ask a question about race, but if you want to answer about something else, go ahead. But we, I, I think that the country would be better served, if we allowed both people to speak with fewer interruptions. Im appealing to you, sir, to do that."}, {"actor": "Trump", "dialogue": "Well, and him too."}, {"actor": "Wallace", "dialogue": "Well, frankly, youve been doing more interrupting than he has."}, {"actor": "Trump", "dialogue": "Well, thats all right, but he does plenty."}, {"actor": "Wallace", "dialogue": "Well, sir, less than-"}, {"actor": "Trump", "dialogue": "He does plenty."}, {"actor": "Wallace", "dialogue": "No, less than you have. Lets please continue on. The issue of race. Vice-President Biden, you say that President Trumps response to the violence in Charlottesville three years ago, when he talked about very fine people on both sides, was what directly led you to launch this run for president."}, {"actor": "Trump", "dialogue": "Oh yeah, sure."}, {"actor": "Wallace", "dialogue": "President Trump, you have often said that you believe you will have done more for Black Americans than any president with the possible exception of Abraham Lincoln."}, {"actor": "Trump", "dialogue": "Thats true."}, {"actor": "Wallace", "dialogue": "My question for the two of you, is why should voters trust you rather than your opponent to deal with the race issues facing this country over the next four years? Vice President Biden, you go first."}, {"actor": "Biden", "dialogue": "Its about equity and equality. Its about decency. Its about the Constitution. And we have never walked away from trying to require, acquire equity for everyone, equality for the whole of America. But weve never accomplished it, but weve never walked away from it like he has done. It is true, the reason I got in the race is when those people. . . Close your eyes, remember what those people look like coming out of the fields, carrying torches, their veins bulging, spewingjust spewing anti-Semitic bile and accompanied by the Ku Klux Klan. A young woman got killed, and they asked the president what he thought. He said, There were very fine people on both sides. No presidents ever said anything like that. [crosstalk]."}, {"actor": "Wallace", "dialogue": "It is his-"}, {"actor": "Biden", "dialogue": "Now-"}, {"actor": "Wallace", "dialogue": "two minutes sir."}, {"actor": "Biden", "dialogue": "second point Id make to you, is that when Floyd was killed, when Mr. Floyd was killed, there was a peaceful protest in front of the White House. What did he do? He came out of his bunker, had the military use tear gas on them so he could walk across to a church and hold up a Bible. And then what happened after that? The Bishop of that very church said that it was a disgrace. The general who was with him said All he ever wants to do is divide people, not unite people at all. This is a president who has used everything as a dog whistle, to try to generate racist hatred, racist division. This is a man who, in fact, you talk about helping African-Americans, one in 1000 African Americans has been killed because of the coronavirus. And if he doesnt do something quickly, by the end of the year, one in 500 will have been killed. One in 500 African Americans. This man, this man is a savior of African-Americans? This man cares at all? This mans done virtually nothing. Look, the fact is that you have to look at what hes talks about. You have to look at what he did. And what he did has been disastrous for the African-American community."}, {"actor": "Trump", "dialogue": "So-"}, {"actor": "Wallace", "dialogue": "President Trump, you have two minutes. Why should Americans trust you over your opponent to deal with race issues?"}, {"actor": "Trump", "dialogue": "You did a crime bill, 1994, where you called them super-predators. African-Americans are super-predators and theyve never forgotten it. Theyve never forgotten it."}, {"actor": "Biden", "dialogue": "Ive never said-"}, {"actor": "Wallace", "dialogue": "No, no, sir. Its his two minutes."}, {"actor": "Trump", "dialogue": "So you did that, and they call you super-predator and Im letting people out of jail now, that you have treated the African-American population community, you have treated the black community about as bad as anybody in this country. You did the 1990and thats why, if you look at the polls, Im doing better than any Republican has done in a long time, because they saw what you did. You call them super-predators, and youve called them worse than that. Because you look back at your testimony over the years, youve called them a lot worse than that. As far as the church is concerned, and as far as the generals are concerned, we just got the support of 200250 military leaders and generals, total support. Law enforcement, almost every law enforcement group in the United States. I have Florida. I have Texas. I have Ohio. I have every Excuse me, Portland, the sheriff just came out today and he said, I support President Trump. I dont think you have any law enforcement. You cant even say the word law enforcement. Because if you say those words, youre going to lose all of your radical left supporters. And why arent you saying those words, Joe? Why dont you say the words law enforcement? Because you know what? If they called us in Portland, we would put out that fire in a half an hour. But they wont do it, because theyre run by radical left Democrats. If you look at Chicago, if you look at any place you want to look, Seattle, they heard we were coming in the following day and they put up their hands and we got back Seattle. Minneapolis, we got it back, Joe, because we believe in law and order, but you dont. The top 10 cities and just about the top 40 cities are run by Democrats, and in many cases radical left. And theyve got you wrapped around their finger, Joe, to a point where you dont want to say anything about law and order. And Ill tell you what, the people of this country want and demand law and order and youre afraid to even say it."}, {"actor": "Wallace", "dialogue": "All right. I want to return to the question of race. Vice President Biden, after the grand jury in the Breonna Taylor case decided not to charge any of the police with homicide, you said it raises the question, Whether justice could be equally applied in America. Do you believe that there is a separate but unequal system of justice for Blacks in this country?"}, {"actor": "Biden", "dialogue": "Yes, there is. Theres systemic injustice in this country, in education and work and in law enforcement and the way in which its enforced. But look, the vast majority of police officers are good, decent, honorable men and women. They risk their lives every day to take care of us. But there are some bad apples. And when they occur, when they find them, they have to be sorted out. They have to be held accountable. They have to be held accountable. And what Im going to do as President of the United States is call a, a, together an entire group of people at the White House, everything from the civil rights groups, to the police officers, to the police chiefs, and were going to work this out. Were going to work this out. So we change the way in which we have more transparency, in when these things happen. These cops arent happy to see what happened to George Floyd. These cops arent happy to see what happened to Breonna Taylor. Most dont like it, but we have to have a system where people are held accountable whenand by the way, violence in response is never appropriate, never appropriate. Peaceful protest is, violence is never appropriate."}, {"actor": "Wallace", "dialogue": "All right, Mr.-"}, {"actor": "Trump", "dialogue": "What is peaceful protest? When they run through the middle of the town-"}, {"actor": "Wallace", "dialogue": "President Trump-"}, {"actor": "Trump", "dialogue": "and burn down your stores and kill people all over the place- [crosstalk]."}, {"actor": "Biden", "dialogue": "That is not peaceful protest."}, {"actor": "Trump", "dialogue": "No its not, but you say it is."}, {"actor": "Biden", "dialogue": "I did not say it is."}, {"actor": "Wallace", "dialogue": "President Trump, Id like to continue with the issue of race. I promise were going to get to the issue of law and order in a moment."}, {"actor": "Trump", "dialogue": "Fine."}, {"actor": "Wallace", "dialogue": "This month, your Administration, uh, directed federal agencies to end racial sensitivity training that addresses white privilege or critical race theory. Why did you decide to do that, to end racial sensitivity training? And do you believe that there is systemic racism in this country, sir?"}, {"actor": "Trump", "dialogue": "I ended it because its racist. I ended it because a lot of people were complaining that they were asked to do things that were absolutely insane. That it was a radical revolution that was taking place in our military, in our schools, all over the place. And you know it, and so does everybody else. And he would know it, oh its totally racial. [crosstalk]"}, {"actor": "Wallace", "dialogue": "What is radical about racial sensitivity training?"}, {"actor": "Trump", "dialogue": "If you were a certain person, you had no status in life. It was sort of a reversal. And if you look at the people, we would pay people hundreds of thousands of dollars to teach very bad ideas and frankly, very sick ideas. And, and really, they were teaching people to hate our country. And Im not going to do that. Im not going to allow that to happen. We have to go back to the core values of this country. They were teaching people that our country is a horrible place. Its a racist place. And they were teaching people to hate our country. And Im not going to allow that to happen."}, {"actor": "Biden", "dialogue": "Nobodys doing that."}, {"actor": "Wallace", "dialogue": "Vice President Biden."}, {"actor": "Biden", "dialogue": "Nobodys doing that. Hes the racist."}, {"actor": "Trump", "dialogue": "You just dont know."}, {"actor": "Biden", "dialogue": "Heres the deal. I know a lot more about this- [crosstalk]."}, {"actor": "Trump", "dialogue": "You dont know."}, {"actor": "Wallace", "dialogue": "Let him finish."}, {"actor": "Biden", "dialogue": "The fact is that there is racial insensitivity. People have to be made aware of what other people feel like, uh, what insults them, what is demeaning to them. Its important that people know. Many people dont want to hurt other peoples feelings. But its amazing, it makes a big difference. It makes a gigantic difference in the way a child is able to grow up and have a self-sense, a sense of self-esteem. Its a little bit like how this guy and, and his friends look down on so many people. They look down their nose on people like Irish Catholics, like me, and grew up in Scranton. They look down on people who dont have money. They look down on people who are of a different faith. They look down on people who are a different color. In fact, were all Americans. The only way were gonna bring this country together is bring everybody together. Theres nothing we cannot do, if we do it together. We can take this on, and we can defeat racism in America."}, {"actor": "Wallace", "dialogue": "Vice President I mean, President Trump, sir."}, {"actor": "Trump", "dialogue": "During the Obama-Biden Administration, there was tremendous division. There was hatred. You look at, uh, Ferguson, you look at, or you go to verymany places. Look at Oakland. Look what happened in Oakland. Look what happened in Baltimore. Look what happened a . . . Frankly, it was more violent than what Im even seeing now."}, {"actor": "Biden", "dialogue": "Oh my Lord."}, {"actor": "Trump", "dialogue": "But the reason-"}, {"actor": "Biden", "dialogue": "This is ridiculous."}, {"actor": "Trump", "dialogue": "is that the Democrats that run these cities-"}, {"actor": "Biden", "dialogue": "Absolutely ridiculous."}, {"actor": "Trump", "dialogue": "dont want to talk, like you, about law and order."}, {"actor": "Biden", "dialogue": "Violent crime. . ."}, {"actor": "Trump", "dialogue": "And you still havent mentioned."}, {"actor": "Biden", "dialogue": "Violent crime. . ."}, {"actor": "Trump", "dialogue": "Are you in favor of law and order?"}, {"actor": "Biden", "dialogue": "Im in favor of law. You follow a little bit of order- [crosstalk]."}, {"actor": "Trump", "dialogue": "Are you in favor of law and order? [crosstalk]"}, {"actor": "Biden", "dialogue": "Yes Im in favor of. . ."}, {"actor": "Wallace", "dialogue": "You asked a question, let him finish. [crosstalk] Let him answer."}, {"actor": "Biden", "dialogue": "Law and order with justice, where people get treated fairly."}, {"actor": "Trump", "dialogue": "Okay."}, {"actor": "Biden", "dialogue": "And the fact of the matter is, violent crime went down 17 percent, 15 percent in our Administration. Its gone up on his watch."}, {"actor": "Wallace", "dialogue": "Okay."}, {"actor": "Trump", "dialogue": "It went down much more in ours."}, {"actor": "Wallace", "dialogue": "All right, were done- [crosstalk] Mr. President, youre going to be very happy because were now going to talk about law and order."}, {"actor": "Trump", "dialogue": "The places we had trouble were Democratic-run cities. . ."}, {"actor": "Wallace", "dialogue": "Thats exactly my question. There has been a dramatic increase in homicides in America this summer particularly, and you often blame that on Democratic mayors and Democratic governors. But in fact, there have been equivalent spikes in Republican-led cities, like Tulsa and Fort Worth. So the question is, is this really a party issue?"}, {"actor": "Trump", "dialogue": "I think its a party issue. You can bring in a couple of examples but if you look at Chicago, whats going on in Chicago where, uh, 53 people were shot and eight died. Shot. If you look at New York where its going up, like nobodys ever seen anything. The numbers are going up a 100, 150, 200 percent, uh, crime, it is crazy whats going on . . ."}, {"actor": "Biden", "dialogue": "Republican cities, republican cities."}, {"actor": "Trump", "dialogue": ". . . and he doesnt want to say law and order because he cant because hell lose his radical left supporters and once he does that, its over with. But if he ever got to run this country, and they ran it the way he would want to run it, we would have. . ."}, {"actor": "Biden", "dialogue": "By the way. . ."}, {"actor": "Trump", "dialogue": ". . . our suburbs would be gone. By the way, our suburbs would be gone. And you would see problems like youve never seen before."}, {"actor": "Biden", "dialogue": "He wouldnt know a suburb unless you took a wrong turn. He was, he was. . ."}, {"actor": "Trump", "dialogue": "Oh, I know suburbs so much better than you."}, {"actor": "Wallace", "dialogue": "Gentlemen wait a minute."}, {"actor": "Biden", "dialogue": "I was raised in the suburbs. This is not 1950. All these dog whistles and racism dont work anymore. Suburbs are by and large integrated. Theres as many people today driving their kids to soccer practice and/or black and white and Hispanic in the same car as there have been any time in the past. Whats, what really is a threat to the suburbs and their safety is his failure to deal with COVID. Theyre dying in the suburbs. His failure to deal with the environment, theyre being flooded, theyre being burned out because his refusal to do anything. Thats why the suburbs are in trouble."}, {"actor": "Wallace", "dialogue": "I do want to talk about this issue of law and order though. And in the joint recommendation that came from the Biden-Bernie Sanders task force, you talked about quote re-imagining policing. First of all, what does re-imagining policing mean and do you support?"}, {"actor": "Biden", "dialogue": "It means. . ."}, {"actor": "Wallace", "dialogue": ". . . If I might finish the question, what does re-imagining policing mean and do you support the Black Lives Matter call uh, for uh, community control of policing?"}, {"actor": "Biden", "dialogue": "Look, what I support is the police having the opportunity to deal with the problems they face and Im totally opposed to defunding the police offices. As a matter of fact police, local police, the only one defunding, in his budget calls for a $400 million cut in local law enforcement assistance. They need more assistance. They need when they show up for a 9-11 call to have someone with them as a psychologist or psychiatrist to keep them from having to use force and be able to talk people down. We have to have community policing like we had before, where the officers get to know the people in the communities. Thats when crime went down, it didnt go up. It went down. And so we have to be engaged with . . ."}, {"actor": "Trump", "dialogue": "Thats not what they are talking about, Chris. Thats not what it . . . Hes talking about defunding the police."}, {"actor": "Biden", "dialogue": "Thats exactly. . . that is not true."}, {"actor": "Trump", "dialogue": "He doesnt have any law support. He has no law enforcement support."}, {"actor": "Trump", "dialogue": "Almost nothing."}, {"actor": "Biden", "dialogue": "Thats not true. Thats not. . . Oh, look. . ."}, {"actor": "Trump", "dialogue": "Oh, really, who do you have? Name one group that supports you. Name one group that came out and supported you. Go ahead. Think. We have time."}, {"actor": "Biden", "dialogue": "We dont have time to do anything except . . ."}, {"actor": "Trump", "dialogue": "No, no. Think about it. Name one law enforcement group that came out in support of you."}, {"actor": "Biden", "dialogue": "Folks, folks. . ."}, {"actor": "Wallace", "dialogue": "Now, gentleman. I think Im going to take back the moderators role. . ."}, {"actor": "Trump", "dialogue": "There arent any. I dont think there are any."}, {"actor": "Wallace", "dialogue": ". . . and I want to get to another subject, which is the issue of protests in many cities that have turned violent. In Portland, Oregon, especially we had a, more than a hundred straight days of protests, which I think you would agree, you talk about peaceful protests. Many of those turned into riots. Mr. Vice-President you say that people who commit crimes should be held accountable. The question I have, though, is as the Democratic nominee, and earlier tonight, you said that you are the Democratic Party right now, have you ever called the Democratic Mayor of Portland or the Democratic Governor of Oregon and said, Hey, you gotta stop this, bring in the National Guard, do whatever it takes, but youd stop the days and months of violence in Portland."}, {"actor": "Biden", "dialogue": "I dont hold public office, now. I am a former Vice-President. Ive made it clear. Ive made it clear in my public statements that the violence should be prosecuted. It should be prosecuted, and anyone who commits it should be prosecuted."}, {"actor": "Wallace", "dialogue": "But youve never called for the people"}, {"actor": "Trump", "dialogue": "Hes never done that."}, {"actor": "Wallace", "dialogue": "Excuse me, sir. You had never called for the leaders in Portland and in Oregon to call and bring in the National Guard and knock off a 100 days of riots."}, {"actor": "Biden", "dialogue": "They can in fact take care of it if hed just stay out of the way."}, {"actor": "Trump", "dialogue": "Oh really? Oh really?"}, {"actor": "Wallace", "dialogue": "Let, lets just. . ."}, {"actor": "Trump", "dialogue": "I sent in the US Marshals. . ."}, {"actor": "Biden", "dialogue": "Here, heres the thing. . ."}, {"actor": "Wallace", "dialogue": "I asked a question. . ."}, {"actor": "Trump", "dialogue": ". . .to get the killer of a young man in the middle of the street, they shot him. For three days Portland didnt do anything."}, {"actor": "Wallace", "dialogue": "President Trump. President Trump. President Trump. . . I interrupted. President Trump."}, {"actor": "Trump", "dialogue": "I sent in the US Marshals they took care of business."}, {"actor": "Wallace", "dialogue": "Go ahead sir."}, {"actor": "Biden", "dialogue": "And by the way his own former spokesperson said, you know, Riots and chaos and violence help his cause. Thats what this is all about."}, {"actor": "Trump", "dialogue": "I dont know who said that."}, {"actor": "Biden", "dialogue": "I do."}, {"actor": "Trump", "dialogue": "Who?"}, {"actor": "Biden", "dialogue": "I think itKellyanne Conway."}, {"actor": "Trump", "dialogue": "I dont think she said that."}, {"actor": "Biden", "dialogue": "She said that."}, {"actor": "Trump", "dialogue": "I dont think so."}, {"actor": "Biden", "dialogue": "And so here, heres the point. The point is that, thats what he is keep trying to rile everything up. He doesnt want to calm things down. Instead of going in and talking to people and saying, Lets get everybody together. Figure out how to deal with this. Whats he do? He just pours gasoline in the fire. Constantly. At every single solitary time."}, {"actor": "Wallace", "dialogue": "Okay. And, and, and to end this, button up this segment, Im going to give you a minute to answer, sir. You have repeatedly"}, {"actor": "Trump", "dialogue": "You mean, I have to answer his stuff?"}, {"actor": "Wallace", "dialogue": "You have repeatedly"}, {"actor": "Trump", "dialogue": "His statement?"}, {"actor": "Wallace", "dialogue": "You have repeatedly. . . No. . ."}, {"actor": "Trump", "dialogue": "Wait a second, you made a statement."}, {"actor": "Wallace", "dialogue": "No, youve been talking back and forth. Im asking you."}, {"actor": "Trump", "dialogue": "I would love to end it. I would love to end it."}, {"actor": "Wallace", "dialogue": "I would love to know sir. . . You know sir if you want to switch seats"}, {"actor": "Trump", "dialogue": ". . . we could, very quickly"}, {"actor": "Wallace", "dialogue": ". . . we can do that."}, {"actor": "Trump", "dialogue": "Ill send in the National Guard, it would be over. Thatd be no problem. But they dont want to accept the National Guard."}, {"actor": "Wallace", "dialogue": "You have repeatedly criticized the Vice-President for not specifically calling out Antifa and other left-wing extremist groups. But are you willing, tonight, to condemn white supremacists and militia groups and to say that they need to stand down and not add to the violence in a number of these cities as we saw in Kenosha and as weve seen in Portland."}, {"actor": "Trump", "dialogue": "Sure, Im willing to do that."}, {"actor": "Wallace", "dialogue": "Are you prepared specifically to do it. Well go ahead, sir."}, {"actor": "Trump", "dialogue": "I would say almost everything I see is from the left-wing not from the right wing."}, {"actor": "Wallace", "dialogue": "So what are you, what are you saying?"}, {"actor": "Trump", "dialogue": "Im willing to do anything. I want to see peace."}, {"actor": "Wallace", "dialogue": "Well, do it, sir."}, {"actor": "Biden", "dialogue": "Say it. Do it. Say it."}, {"actor": "Trump", "dialogue": "You want to call them? What do you want to call them? Give me a name, give me a name, go ahead who would you like me to condemn."}, {"actor": "Wallace", "dialogue": "White supremacists and racists."}, {"actor": "Biden", "dialogue": "Proud Boys."}, {"actor": "Wallace", "dialogue": "White supremacists and white militias."}, {"actor": "Biden", "dialogue": "Proud Boys."}, {"actor": "Trump", "dialogue": "Proud Boys, stand back and stand by. But Ill tell you what, Ill tell you what: somebodys got to do something about Antifa and the left because this is not a right wing problem this is a left-wing. This is a left-wing problem. . ."}, {"actor": "Biden", "dialogue": "Hes own FBI Director said unlike white supremacists. . ."}, {"actor": "Trump", "dialogue": "This is a left-wing problem."}, {"actor": "Biden", "dialogue": "Antifa is an idea not an organization. . ."}, {"actor": "Trump", "dialogue": "Oh you gotta be kidding."}, {"actor": "Biden", "dialogue": "not a militia. Thats what his FBI Director said."}, {"actor": "Trump", "dialogue": "Well, then you know what, hes wrong."}, {"actor": "Wallace", "dialogue": "Gentlemen, gentlemen. No, no, no, were done, sir. Moving onto the next [crosstalk]"}, {"actor": "Trump", "dialogue": ". . . when a bat hits you over the head, thats not an idea. Antifa is bad."}, {"actor": "Biden", "dialogue": "Everybody in your Administration. . ."}, {"actor": "Trump", "dialogue": "Antifa is bad."}, {"actor": "Biden", "dialogue": "Everybody in your Administration tells you the truth, has a bad idea. You have no idea . . . ."}, {"actor": "Trump", "dialogue": "You know what, Antifa is a dangerous radical group."}, {"actor": "Wallace", "dialogue": "All right, gentlemen were now moving onto the Trump and Biden records."}, {"actor": "Trump", "dialogue": "And you ought to be careful of them, theyll overthrow you."}, {"actor": "Wallace", "dialogue": "Im going to ask a question. When the president seeks a second term, it is generally a referendum on his record but Vice-President Biden, you like to quote one of your dads sayings, which is dont compare me to the almighty, compare me to the alternative. And in this case sir you are the alternative. Looking at both of your records, Im going to ask each of you. Why should voters elect you president over your opponent? In this segment, President Trump youll go first, two minutes."}, {"actor": "Trump", "dialogue": "Because there has never been an administration or president who has done more than Ive done in a period of three and a half years. And thats despite the impeachment hoax and you saw what happened today with Hillary Clinton, where it was a whole big con job. But despite going through all of these things where I had to fight, both flanks and behind me and above, there has never been an administration thats done what Ive done. The greatest, before COVID came in, the greatest economy in history, lowest employunemployment numbers, everything was good. Everything was going. And by the way, there was unity going to happen. People were calling me for the first time in years, they were calling, and they were saying its time maybe and then what happened? We got hit. But now were building it back up again. A rebuilding of the military, including Space Force and all of the other things. A fixing of the VA which was a mess under him. Three hundred and eight thousand people died because they didnt have proper health care. It was a mess. And we now got a 91% approval rating at the VA, our vets. We take care of our vets. But weve rebuilt our military. The job that weve done. . . and, and Ill tell you something, some people say maybe the most important. By the end of the first term, Ill have approximately 300 Federal judges and Court of Appeals judges, 300, and hopefully three great Supreme Court judges, justices. That is a record the likes of which very few people. . . and you know, one of the reasons Ill have so many judges? Because President Obama and him left me 128 judges to fill. When you leave office, you dont leave any judges. Thats like, you just dont do that. They left 128 openings, and if I were a member of his party, because they have a little different philosophy, Id say, if you left us 128 openings you cant be a good president. You cant be a good Vice President but I want to thank you because it gives us almost, itll probably be above that number. By the end of this term, 300 judges. Its a record."}, {"actor": "Wallace", "dialogue": "Looking at both of your records. Why should voters elect you President as opposed to President Trump, you have two minutes uninterrupted."}, {"actor": "Biden", "dialogue": "Under this President, we become weaker, sicker, poorer, more divided and more violent. When I was Vice President, we inherited a recession. I was asked to fix it. I did. We left him a booming economy, and he caused the recession. With regard to being weaker, the fact is that Ive gone head to head with Putin and made it clear to him were not going to take any of his stuff. Hes Putins puppy. He still refuses to even say anything to Putin about the bounty on the heads of American soldiers."}, {"actor": "Trump", "dialogue": "Your son got three and a half million dollars."}, {"actor": "Wallace", "dialogue": "No, no, no!"}, {"actor": "Biden", "dialogue": "By the way, my son"}, {"actor": "Wallace", "dialogue": "Wait a minute. Mr. President, your campaign agreed to both sides would get two-minute answers, uninterrupted. Well, your, your side agreed to it, and why dont you observe what your campaign agreed to as a ground rule. Okay, sir?"}, {"actor": "Biden", "dialogue": "He never keeps his word."}, {"actor": "Trump", "dialogue": "Can I answer. . ."}, {"actor": "Wallace", "dialogue": "No! That was a rhetorical question."}, {"actor": "Biden", "dialogue": "Can you add back 30 seconds?"}, {"actor": "Wallace", "dialogue": "Yes. You may have,"}, {"actor": "Biden", "dialogue": "All right."}, {"actor": "Wallace", "dialogue": "go ahead."}, {"actor": "Biden", "dialogue": "So thirdly, were poor. The billionaires have gotten much more wealthy by a tune of over three to four hundred billion dollars more just since COVID. You in the home, you got less. Youre in more trouble than you were before. In terms of being more violent. When we were in office there were 15% less violence in America than there is today. Hes President of the United States. Its on his watch. And with regard to more divided, the nation, it cant stay divided. We cant be this way. And speaking of my son, the way you talk about the military, the way you talk about them being losers and being, and, and, and just being suckers. My son was in Iraq. He spent a year there. He got, he got the Bronze Star. He got the Conspicuous Service Medal. He was not a loser. He was a patriot and the people left behind, there, were heroes."}, {"actor": "Trump", "dialogue": "Really?"}, {"actor": "Biden", "dialogue": "And I resent-"}, {"actor": "Trump", "dialogue": "Are you talking Hunter, are you talking about Hunter."}, {"actor": "Biden", "dialogue": "Im talking about my son, Beau Biden, youre talking about Hunter?"}, {"actor": "Trump", "dialogue": "I dont know Beau. I know Hunter. Hunter got thrown out of the military. He was thrown out dishonorably discharged. . ."}, {"actor": "Biden", "dialogue": "Thats not true he wasnt dishonorably discharged."}, {"actor": "Trump", "dialogue": ". . .for cocaine use. And he didnt have a job until you became Vice-President. Once you became Vice-President"}, {"actor": "Biden", "dialogue": "None of that is true."}, {"actor": "Trump", "dialogue": ". . . he made a fortune in Ukraine, in China, in Moscow and various other places."}, {"actor": "Biden", "dialogue": "That is simply not true."}, {"actor": "Trump", "dialogue": "He made a fortune. . ."}, {"actor": "Biden", "dialogue": "My son. . . my son. . ."}, {"actor": "Trump", "dialogue": ". . . and he didnt have a job."}, {"actor": "Biden", "dialogue": "My son. . . like a lot of people. Like a lot of people we know at home had a drug problem. Hes overtaken it. Hes, hes fixed it. Hes worked on it. And Im proud of him. Im proud of my son."}, {"actor": "Trump", "dialogue": "But why was he given tens of millions of dollars?"}, {"actor": "Wallace", "dialogue": "Alright. . ."}, {"actor": "Biden", "dialogue": "He wasnt given tens of millions of dollars. [crosstalk]"}, {"actor": "Trump", "dialogue": "He was given tens of millions of dollars?"}, {"actor": "Biden", "dialogue": "That was totally discredited."}, {"actor": "Wallace", "dialogue": "President Trump. President Trump. Weve already been through this."}, {"actor": "Biden", "dialogue": "Totally discredited."}, {"actor": "Wallace", "dialogue": "Weve bo. . .already been through this. I think the American people would rather hear about more substantial subjects."}, {"actor": "Biden", "dialogue": "So do I."}, {"actor": "Trump", "dialogue": "[unintelligible]"}, {"actor": "Wallace", "dialogue": "Well, as the moderator, sir, Im going to make a judgment call here."}, {"actor": "Trump", "dialogue": "I know but when somebody gets three and a half million dollars from the Mayor of Moscow."}, {"actor": "Biden", "dialogue": "That is not true. That report is totally discredited."}, {"actor": "Trump", "dialogue": "Why did he get it?"}, {"actor": "Biden", "dialogue": "Mitt Romney on that committee said it wasnt worth taxpayers money. That report was written for political reason."}, {"actor": "Wallace", "dialogue": "Id like to talk about climate change."}, {"actor": "Biden", "dialogue": "So would I."}, {"actor": "Wallace", "dialogue": "Okay. The forest fires in the West are raging now. They have burned millions of acres. They have displaced hundreds of thousands of people. When state officials there blamed the fires on climate change, Mr. President, you said, I dont think the science knows. Over your four years, you have pulled the US out of the Paris Climate Accord. You have rolled back a number of Obama Environmental records, what do you believe about the science of climate change, and what will you do in the next four years to confront it?"}, {"actor": "Trump", "dialogue": "I want crystal clean water and air. I want beautiful clean air. We have now the lowest carbon. If you look at our numbers right now, we are doing phenomenally. But I havent destroyed our businesses. Our businesses arent put out of commission. If you look at the Paris Accord, it was a disaster from our standpoint. And people are actually very happy about whats going on, because our businesses are doing well. As far as the fires are concerned, you need forest management. In addition to everything else, the forest floors are loaded up with trees, dead trees that are years old and theyre like tinder and leaves and everything else. You drop a cigarette in there the whole forest burns down. Youve got to have forest management."}, {"actor": "Wallace", "dialogue": "What do you believe about the science of climate change, sir?"}, {"actor": "Trump", "dialogue": "I believe that we have to do everything we can to have immaculate air, immaculate water, and do whatever else we can thats good. You know, were planting a billion treesthe Billion Tree Projectand its very exciting for a lot of people."}, {"actor": "Wallace", "dialogue": "You believe that human pollution, gas, greenhouse gas emissions contributes to the global warming of this planet?"}, {"actor": "Trump", "dialogue": "I think a lot of things do, but I think to an extent, yes. I think to an extent, yes. But I also think we have to do better management of our forests. Every year I get the call. Californias burning, Californias burning. If that was cleaned, if that were, if you had forest management, good forest management, you wouldnt be getting those calls. You know, in Europe, they live their forest cities. They call forest cities. They maintain their forest. They manage their forest. I was with the head of a major country, its a forest city. He said, Sir, we have trees that are far more, they ignite much easier than California. There shouldnt be that problem. I spoke with the Governor about it. Im getting along very well with the governor. But I said, At some point you cant every year have hundreds of thousands of acres of land just burned to the ground."}, {"actor": "Wallace", "dialogue": "But sir. . ."}, {"actor": "Trump", "dialogue": "Thats burning down because of a lack of management."}, {"actor": "Wallace", "dialogue": "But sir, if you believe in the science of climate change, why have you rolled back the Obama Clean Power Plan which limited carbon emissions in power plants? Why have you relaxed?"}, {"actor": "Trump", "dialogue": "Because it was driving energy prices through the sky."}, {"actor": "Wallace", "dialogue": "Why have you relaxed fuel economy standards that are going to create more pollution from cars and trucks?"}, {"actor": "Trump", "dialogue": "Well, not really because whats happening is the car is much less expensive, and its a much safer car, and youre talking about a tiny difference. And then what would happen because of the cost of the car you would have at least double and triple the number of cars purchased. We have the old slugs out there that are 10, 12 years old. If you did that, the car would be safer. It would be much cheaper by $3,500."}, {"actor": "Wallace", "dialogue": "But in the case of California they have simply ignored your rollback."}, {"actor": "Trump", "dialogue": "No, but you would take a lot of cars off the market because people would be able to afford a car. Now, so, and by the way, were going to see how that turns out. But a lot of people agree with me, many people. The car has gotten so expensive because they have computers all over the place for an extra little bit of gasoline."}, {"actor": "Wallace", "dialogue": "OK. . ."}, {"actor": "Trump", "dialogue": "And Im okay with electric cars too. I think Im all for electric cars. Ive given big incentives for electric cars but what theyve done in California is just crazy."}, {"actor": "Wallace", "dialogue": "All right, Vice President Biden. Id like you to respond to the presidents climate change record, but I also want to ask you about a concern. You propose $2 trillion in green jobs. You talk about new limits, not abolishing, but new limits on fracking. Ending the use of fossil fuels to generate electricity by 2035, and zero net emission of greenhouse gases by 2050. The president says a lot of these things would tank the economy and cost millions of jobs."}, {"actor": "Biden", "dialogue": "Hes absolutely wrong, number one. Number two, if in fact, when, during our Administration in the Recovery Act, I was able, was in charge, able to bring down the cost of renewable energy to cheaper than or as cheap as coal and gas and oil. Nobodys gonna build another, uh, coal fired plant in America. No ones going to build another oil fire plant in America. Theyre going to move to renewable energy, number one, Number two, were going to make sure that we are able to take the federal fleet and turn it into a fleet thats run on, thatre electric vehicles. Making sure that we can do that, were going to put 500,000 charging stations and all of the highways that were going to be building in the future. Were going to build a economy that in fact is going to provide for the ability us to take 4 million buildings and make sure that they in fact are weatherized in a way that in fact will theyll emit significantly less gas and oil because the heat will not be going out. Theres so many things that we can do now to create thousands and thousands of jobs. We can get to net zero, in terms of energy production, by 2035. Not only not costing people jobs, creating jobs. Creating millions of good-paying jobs. Not 15 bucks an hour, but prevailing wage, by having a new infrastructure that in fact, is green. And the first thing I will do, I will rejoin the Paris Accord. I will join the Paris Accord because with us out of it, look whats happening. Its all falling apart. And talk about someone who has no, no relationship to, with foreign policy. Brazil, the rainforests of Brazil are being torn down, are being ripped down. More, more carbon is absorbed in that rainforest than every bit of carbon thats emitted in the United States. Instead of doing something about that, I would be gathering up and making sure we had the compcountries of the world coming up with 20 billion dollars, and say, Heres $20 billion. Stop, stop tearing, tearing down the forest. And if you dont, then youre going to have significant economic consequences."}, {"actor": "Wallace", "dialogue": "What about, what about the argument that President Trump basically says, that you have to balance environmental interests and economic interests? And hes drawn his line."}, {"actor": "Biden", "dialogue": "Well, he hadnt drawn a line. He still, for example, makes sure that we, he wants to make sure that methanes not a problem. We can, you, you can now emit more methane without it being a problem. Methane. This is a guy who says that you dont have to have mileage standards for automobiles that exist now. This is the guy who says that, well the fact is. . ."}, {"actor": "Trump", "dialogue": "Not true. Not true."}, {"actor": "Biden", "dialogue": "Its all true. And heres the deal. . ."}, {"actor": "Trump", "dialogue": "Hes talking about the Green New Deal. And its not 2 billion or 20 billion, as you said. Its 100 trillion dollars."}, {"actor": "Biden", "dialogue": "Im. . . Im. . . .Im talking about the Biden plan. . ."}, {"actor": "Trump", "dialogue": "Where they want to rip down buildings. . ."}, {"actor": "Wallace", "dialogue": "[to Biden] Let him go for a minute, and then you can go."}, {"actor": "Trump", "dialogue": "And rebuild the building."}, {"actor": "Biden", "dialogue": "No."}, {"actor": "Trump", "dialogue": "Its the dumbest-"}, {"actor": "Biden", "dialogue": "That is not, that is not. . ."}, {"actor": "Trump", "dialogue": "most ridiculous. . . Where airplanes are out of business. Where two car systems are out. . ."}, {"actor": "Biden", "dialogue": "Not true. . ."}, {"actor": "Trump", "dialogue": ". . . where they want to take out the cows too."}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": "You know, thats not true either, right?"}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": "This is, this is a 100 trillion. . ."}, {"actor": "Biden", "dialogue": "Simply. . . Look-"}, {"actor": "Trump", "dialogue": "Thats more money than our country could make in a hundred years if it were. . ."}, {"actor": "Biden", "dialogue": "That is simply not the case. . ."}, {"actor": "Trump", "dialogue": "It would destroy our country."}, {"actor": "Wallace", "dialogue": "All right. Let me. Wait a minute, sir. I actually have studied your plan, and it includes upgrading 4 million buildings, weatherizing 2 million homes over four years, building one and a half million energy efficient homes. So the question becomes, some, the president is saying, I think, some people who support the president would say, that sounds like its going to cost a lot of money and hurt the economy."}, {"actor": "Biden", "dialogue": "What its going to do, its going to create thousands and millions of jobs. Good paying jobs."}, {"actor": "Trump", "dialogue": "Hundred trillion dollars."}, {"actor": "Wallace", "dialogue": "Let him finish, sir."}, {"actor": "Biden", "dialogue": "He doesnt know how to do that."}, {"actor": "Trump", "dialogue": "100 trillion dollars."}, {"actor": "Biden", "dialogue": "The fact is, its going to create millions of good-paying jobs. And these tax incentives to people, for people to weatherize, which he wants to get, get rid of. Its going to make the economy much safer. Look how much were paying now to deal with the hurricanes, with, deal with. . . By the way, he has an answer for hurricanes. He said, maybe we should drop a nuclear weapon on them, and they may go away."}, {"actor": "Trump", "dialogue": "I never said that at all."}, {"actor": "Biden", "dialogue": "Yeah, you did say that."}, {"actor": "Trump", "dialogue": "They made it up."}, {"actor": "Biden", "dialogue": "And heres the deal. . ."}, {"actor": "Trump", "dialogue": "You make up a lot."}, {"actor": "Biden", "dialogue": ". . . were going to be in a position where we can create hard, hard, good jobs by making sure the environment is clean, and we all are in better shape. We spend billions of dollars now, billions of dollars, on floods, hurricanes, rising seas. Were in real trouble. Look whats happened just in the Midwest with these storms that come through and wipe out entire sections and counties in Iowa. They didnt happen before. Theyre because of global warming. We make up 15% of the worlds problem. We in fact, but the rest of the world, weve got to get them to come along. Thats why we have to get back into, back into the Paris Accord."}, {"actor": "Wallace", "dialogue": "All right, gentlemen. . ."}, {"actor": "Trump", "dialogue": "Wait a minute, Chris. So why didnt he do it for 47 years? You were Vice-President?"}, {"actor": "Biden", "dialogue": "For 47?"}, {"actor": "Trump", "dialogue": "So why didnt you get the worldChina sends up real dirt into the air. Russia does. India does. They all do. Were supposed to be good. And by the way, he made a couple of statements. The Green New Deal is a hundred trillion dollars. . ."}, {"actor": "Biden", "dialogue": "That is not my plan."}, {"actor": "Trump", "dialogue": ". . .not 20 billion. . . ."}, {"actor": "Biden", "dialogue": "The Green New Deal is not my plan. . ."}, {"actor": "Trump", "dialogue": ". . . You want to rebuild every building."}, {"actor": "Biden", "dialogue": ". . . If you knew anything about. . ."}, {"actor": "Trump", "dialogue": "Well, you want to rebuild everything"}, {"actor": "Biden", "dialogue": "If he knew anything about. . ."}, {"actor": "Wallace", "dialogue": "Gentlemen. . . Gentlemen. . ."}, {"actor": "Trump", "dialogue": "He made a statement about the military. He said I said something about the military. He and his friends made it up, and then they went with it. I never said it."}, {"actor": "Wallace", "dialogue": "Okay."}, {"actor": "Biden", "dialogue": "That is not true."}, {"actor": "Trump", "dialogue": "What he did is he said. . ."}, {"actor": "Wallace", "dialogue": "Okay, were going to get into a new segment. Mr. Vice President, Mr. Vice President. . ."}, {"actor": "Trump", "dialogue": ". . .is he called the military stupid bastards."}, {"actor": "Biden", "dialogue": "I did not say that."}, {"actor": "Trump", "dialogue": "He said it on tape. . . [crosstalk]"}, {"actor": "Biden", "dialogue": "Not true."}, {"actor": "Trump", "dialogue": ". . .He said stupid bastards."}, {"actor": "Wallace", "dialogue": "Sir. [crosstalk] Stop."}, {"actor": "Biden", "dialogue": "Play it."}, {"actor": "Trump", "dialogue": "I would never say that."}, {"actor": "Biden", "dialogue": "Play it."}, {"actor": "Wallace", "dialogue": "Go ahead."}, {"actor": "Trump", "dialogue": "Youre on tape."}, {"actor": "Wallace", "dialogue": "Mr. Vice President answered his final question."}, {"actor": "Biden", "dialogue": "The final question is, I cant remember which of all his rantings was the final question."}, {"actor": "Wallace", "dialogue": "[laughing] Im having a little trouble myself, but"}, {"actor": "Biden", "dialogue": "Yeah."}, {"actor": "Wallace", "dialogue": "And about the economy and about this question of what its going to cost."}, {"actor": "Biden", "dialogue": "The economy. . ."}, {"actor": "Wallace", "dialogue": "The Green New Deal and the idea of what your environmental changes will do."}, {"actor": "Biden", "dialogue": "The Green New Deal will pay for itself as we move forward. Were not going to build plants that, in fact, are great polluting plants, were gonna build. . ."}, {"actor": "Wallace", "dialogue": "So, do you support the Green New Deal?"}, {"actor": "Biden", "dialogue": "Pardon me?"}, {"actor": "Wallace", "dialogue": "Do you support the . . ."}, {"actor": "Biden", "dialogue": "No, I dont support the Green New Deal."}, {"actor": "Trump", "dialogue": "Oh, you dont? Oh, well, thats a big statement."}, {"actor": "Biden", "dialogue": "I support . . ."}, {"actor": "Trump", "dialogue": "You just lost the radical left. Its done. Oh you dont?"}, {"actor": "Biden", "dialogue": "I support the Biden plan that I put forward."}, {"actor": "Wallace", "dialogue": "Okay."}, {"actor": "Biden", "dialogue": "The Biden plan, which is different than what he calls The Radical Green New Deal."}, {"actor": "Wallace", "dialogue": "All right, gentlemen, final segment: Election integrity. As we meet tonight, millions of Americans are receiving mail-in ballots or going to vote early. How confident should we be that this will be a fair election, and what are you prepared to do over the next five plus weeks? Because it will not only be to election day, but also counting some ballotsmail-in ballotsafter election day. What are you prepared to do to reassure the American people that the next president will be the legitimate winner of this election. In this final segment, Mr. Vice President, you go first."}, {"actor": "Biden", "dialogue": "Prepare to let people vote. They should go to iwillvote.com. Decide how theyre going to vote, when theyre going to vote, and what means by which theyre going to vote. His own Homeland Security director, and as well as the FBI director, says that there is no evidence at all that mail-in ballots are a source of being manipulated and cheating. They said that. The fact is that there are going to be millions of people because of COVID that are going to be voting by mail-in ballots like he does, by the way. He sits behind the Resolute Desk and sends his ballot to Florida. Number one. Number two, were going to make sure that those people who want to vote in person are able to vote because there are enough poll watchers are there to make sure they can socially distance. The polls are open on time, and the polls stay open until the votes are counted. And this is all about trying to dissuade people from voting because hes trying to confto scare people into thinking that its not going to be legitimate."}, {"actor": "Wallace", "dialogue": "Mr. President, two minutes."}, {"actor": "Trump", "dialogue": "So when I listen to Joe talking about a transition, there has been no transition from when I won. I won that election. And if you look at crooked Hillary Clinton, if you look at all of the different people, there was no transition, because they came after me trying to do a coup. They came after me spying on my campaign. They started from the day I won, and even before I won. From the day I came down the escalator with our first lady, they were a disaster. They were a disgrace to our country, and weve caught em. Weve caught em all. Weve got it all on tape. Weve caught em all. And by the way, you gave the idea for the Logan Act against General Flynn. You better take a look at that, because we caught you in a sense, and President Obama was sitting in the office. He knew about it too. So dont tell me about a free transition. As far as the ballots are concerned, its a disaster. A solicited ballot, okay, solicited, is okay. Youre soliciting. Youre asking. They send it back. You send it back. I did that. If you have an unsolicitedtheyre sending millions of ballots all over the country. Theres fraud. They found em in creeks. They found some, with the name Trump, just happened to have the name Trump, just the other day in a wastepaper basket. Theyre being sent all over the place. They sent two in a Democrat area. They sent out a thousand ballots. Everybody got two ballots. This is going to be a fraud like youve never seen. The other thing, its nice. On November 3rd, youre watching, and you see who won the election. And I think were going to do well because people are really happy with the job weve done. But you know what? We wont know. We might not know for months because these ballots are going to be all over. Take a look at what happened in Manhattan. Take a look at what happened in New Jersey. Take a look at what happened in Virginia and other places. Theyre not losing 2%, 1%, which by the way is too much. An election could be won or lost with that. Theyre losing 30 and 40%. Its a fraud, and its a shame. And can you imagine where they say, uh, You have to have your ballot in by November 10th. November 10th. That means, thats seven days after the election, in theory, shouldve been announced."}, {"actor": "Wallace", "dialogue": "Okay"}, {"actor": "Trump", "dialogue": "We have major states with that. . ."}, {"actor": "Wallace", "dialogue": "Sir. Time. . ."}, {"actor": "Trump", "dialogue": "all run by Democrats-"}, {"actor": "Wallace", "dialogue": "Sir, two minutes is two minutes."}, {"actor": "Trump", "dialogue": "All run by Democrats."}, {"actor": "Wallace", "dialogue": "President Trump. . . I, I,. . ."}, {"actor": "Trump", "dialogue": "Its a rigged election."}, {"actor": "Wallace", "dialogue": "Youre going to be able to continue. You have been charging for months that mail-in balloting is going to be a disaster. You say its rigged, that its going to lead to fraud. But in 2018, in the last midterm election, 31 million people voted mail-in voting. That was a quarter, more than a quarter of all the voters that year, cast their ballots by mail. Now that millions of mail-in ballots have gone out, what are you going to do about it? And are you counting on the Supreme Court, including a Justice Barrett, to settle any dispute?"}, {"actor": "Trump", "dialogue": "Yeah. I think Im counting on them to look at the ballots, definitely. I dont thinkI hope we dont need them, in terms of the election itself. But for the ballots, I think so, because whats happening is incredible. I just heard, I read today where at least 1% of the ballots for 2016 were invalidated. They take em. We dont like em. We dont like em. They throw em out. . ."}, {"actor": "Wallace", "dialogue": "But what are you going to do about it-"}, {"actor": "Trump", "dialogue": "left and right."}, {"actor": "Wallace", "dialogue": "There are millions of ballots going out right now. What are you going to do. . ."}, {"actor": "Trump", "dialogue": "What you do is you go and vote. You do a solicited ballot, and thats okay. . ."}, {"actor": "Wallace", "dialogue": "No. No. I know your complaint. Im asking you about the fact that millions of people have received. . ."}, {"actor": "Trump", "dialogue": "You go and vote. You go and vote. . ."}, {"actor": "Wallace", "dialogue": "No. But what Im saying is . . ."}, {"actor": "Trump", "dialogue": ". . . like they used to in the old. . ."}, {"actor": "Wallace", "dialogue": ". . . what are you going to do about the fact that millions of people. . ."}, {"actor": "Trump", "dialogue": "You either do, Chris, a solicited ballot, where youre sending it in, theyre sending it back and youre sending. They have mailmen with lots of it. Did you see whats going on? Take a look at West Virginia, mailman selling the ballots. Theyre being sold. Theyre being dumped in rivers. This is a horrible thing for our country."}, {"actor": "Biden", "dialogue": "There is nothere is no evidence of that. . ."}, {"actor": "Trump", "dialogue": "This is not going to end well."}, {"actor": "Biden", "dialogue": "There is no evidence of that. . ."}, {"actor": "Trump", "dialogue": "This is not going to end well."}, {"actor": "Wallace", "dialogue": "Okay. Vice President Biden, in fact, go ahead, sir-"}, {"actor": "Biden", "dialogue": "Five states have had mail-in ballots for the last decade or more. Five, including two Republican states. And you dont have to solicit the ballot. Its sent to you. Its sent to your home. What were saying is, theyre saying is that it has to be a postmark by the time, by election day. If it doesnt get in until the seventh, eighth, ninth, it still should be counted. Hes just afraid of counting the votes because. . . ."}, {"actor": "Trump", "dialogue": "Youre wrong. Youre wrong. I love counting the votes. . ."}, {"actor": "Biden", "dialogue": ". . . he knows what the outcome will be."}, {"actor": "Wallace", "dialogue": "I want to continue with you on this, Vice President Biden. . ."}, {"actor": "Trump", "dialogue": "Chris, hes so wrong when he makes a statement like that-"}, {"actor": "Wallace", "dialogue": "No. Excuse me. Vice President Biden, the biggest problem, in fact, over the years with mail-in voting has not been fraud, historically. It has been that sizable numbers, sometimes hundreds of thousands of ballots are thrown out because they have not been properly filled out, or there is some other irregularity,. . ."}, {"actor": "Trump", "dialogue": "That could be fraud."}, {"actor": "Wallace", "dialogue": ". . .or they missed the deadline. So the question I have is, are you concerned that the Supreme Court with a Justice Barrett will settle any dispute?"}, {"actor": "Biden", "dialogue": "I am concerned that any court would settle this, because heres the deal. When you filewhen you get a ballot and you fill it out, youre supposed to have an affidavit. If you didnt know, you have someone say that, this is me. You should be able to, if in fact you can verify thats you when, before the ballot is thrown out, thats sufficient to be able to count the ballot because someone made a mistake and not dotting the correct i. Who they voted for, testify, say who they voted for, say its you. That is totally legitimate."}, {"actor": "Wallace", "dialogue": "All right."}, {"actor": "Trump", "dialogue": "Excuse me, Chris, when you have eighty million ballots. . ."}, {"actor": "Wallace", "dialogue": "No. No. No. I have a final [crosstalk]."}, {"actor": "Trump", "dialogue": ". . . sent in and swamping the system. . ."}, {"actor": "Wallace", "dialogue": "Gentlemen, I have a final question . . ."}, {"actor": "Trump", "dialogue": "You know it cant be done. You know it cant, and already, theres been fraud deception and . . ."}, {"actor": "Biden", "dialogue": "Mail service delivers 185 million pieces of mail a day. . ."}, {"actor": "Trump", "dialogue": ". . . Eighty million ballots."}, {"actor": "Wallace", "dialogue": "We can keep talking. In eight states, election workers are prohibited, currently by law, eight states, from even beginning to process ballots, even take them out of the envelopes and flatten them until election day. That means that its likely, because theres going to be a huge increase in mail-in balloting, that we are not going to know on election night who the winner is, that it could be days. It could be weeks. . ."}, {"actor": "Trump", "dialogue": "Could be months."}, {"actor": "Wallace", "dialogue": ". . . until we find out who the new president is. So, Ifirst for you, sir. Finally, for the Vice-President, and I hope neither of you will interrupt the other. Will you urge your supporters to stay calm during this extended period, not to engage in any civil unrest? And will you pledge tonight that you will not declare victory until the election has been independently certified? President Trump, you go first."}, {"actor": "Trump", "dialogue": "Im urging my supporters to go into the polls and watch very carefully, because thats what has to happen. I am urging them to do it. As you know, today there was a big problem. In Philadelphia, they went in to watch. Theyre called poll watchers, a very safe, very nice thing. They were thrown out. They werent allowed to watch. You know why? Because bad things happen in Philadelphia. Bad things. And I am urging, I am urging my people. I hope its going to be a fair election. If its a fair election. . ."}, {"actor": "Wallace", "dialogue": "Youre urging them what?"}, {"actor": "Trump", "dialogue": ". . . I am 100% on board. But if I see tens of thousands of ballots being manipulated, I cant go along with that. And Ill tell you what. . ."}, {"actor": "Wallace", "dialogue": "What does that mean, not go along. . ."}, {"actor": "Trump", "dialogue": ". .. from a common sense. . ."}, {"actor": "Wallace", "dialogue": ". . .does that mean youre going to tell your people . . ."}, {"actor": "Trump", "dialogue": "Ill tell you what it means. . ."}, {"actor": "Wallace", "dialogue": "to take to the streets?"}, {"actor": "Trump", "dialogue": "It means you have a fraudulent election. Youre sending out 80 million ballots. . ."}, {"actor": "Wallace", "dialogue": "And what would you do about that?"}, {"actor": "Trump", "dialogue": "Theyre not equipped. These people arent equipped to handle it, number one. Number two, they cheat. They cheat. Hey, they found ballots in a wastepaper basket three days ago, and they all had the name military ballots. They were military. They all had the name Trump on them."}, {"actor": "Wallace", "dialogue": "Vice President Biden-"}, {"actor": "Trump", "dialogue": "You think thats good?"}, {"actor": "Wallace", "dialogue": "Vice President Biden, final question for you. Will you urge your supporters to stay calm while the vote is counted? And will you pledge not to declare victory until the election is independently certified?"}, {"actor": "Biden", "dialogue": "Yes. And heres the deal. We count the ballots, as you pointed out. Some of these ballots in some states cant even be opened until election day. And if theres thousands of ballots, its going to take time to do it. And by the way, our militarytheyve been voting by ballots for since the end of the Civil War, in effect. And thats, and thats whats going to happen. Why was it not, why is it for them, somehow not fraudulent. Its the same process. Its honest. No one has established at all that there is fraud related to mail-in ballots, that the, somehow its a fraudulent process."}, {"actor": "Trump", "dialogue": "Its already been established. Take a look at Carolyn Maloneys race. . ."}, {"actor": "Wallace", "dialogue": "I asked you. You had an opportunity to respond [crosstalk]."}, {"actor": "Trump", "dialogue": "Look at Carolyn Maloneys race. They have no idea what happened. . ."}, {"actor": "Wallace", "dialogue": "Go ahead. Vice President Biden, go ahead."}, {"actor": "Biden", "dialogue": "He has no idea what hes talking about. Heres the deal. The fact is, I will accept it, and he will too. You know why? Because once the winner is declared after all the ballots are counted, all the votes are counted, thatll be the end of it. Thatll be the end of it. And if its me, in fact, fine. If its not me, Ill support the outcome. And Ill be a president, not just for the Democrats. Ill be a president for Democrats and Republicans. And this guy if in fact. . ."}, {"actor": "Trump", "dialogue": "I want to see an honest ballot count. . ."}, {"actor": "Wallace", "dialogue": "Gentlemen, just say thats the end of it [crosstalk]. This is the end of this debate-"}, {"actor": "Trump", "dialogue": "I want to see an honest ballot count."}, {"actor": "Wallace", "dialogue": "Were going to leave it there. . ."}, {"actor": "Trump", "dialogue": "And I think he does too. . ."}, {"actor": "Wallace", "dialogue": "to be continued in more debates as we go on. President Trump, Vice President Biden, its been an interesting hour and a half. I want to thank you both for participating in the first of three debates that you have agreed to engage in. We want to thank Case Western Reserve University and the Cleveland Clinic for hosting this event. The next debate, sponsored by the Commission on Presidential Debates, will be one week from tomorrow, October 7th, at the University of Utah in Salt Lake City. The two Vice-Presidential nominees, Vice President Mike Pence and Senator Kamala Harris will debate at 9:00 PM Eastern that night. We hope you watch. Until then, thank you, and good night."}], "date": ["September", "29", "2020"]}